Repository: sugar-activities/4497-activity
Catalog: po/*.po
Languages: th

source: Arrange the open windows
th: จัดกาีรหน้าต่างที่เปิดอยู่

source: Previous
th: ก่อนหน้า

source: Previous Tab
th: แท็บก่อนหน้านี้

source: Next
th: ต่อไป

source: Next Tab
th: แท็บต่อไป

source: Close Current Ctrl+F4
th: ปิด ขณะนี้ Ctrl+F4

source: Close Current Tab
th: ปิดแท็บขณะนี้

source: &More Windows...
th: &หน้าต่างอื่นๆ

source: Select a window to show:
th: เลือกหน้าต่างที่จะโชว์:

source: Select Window
th: เลือกหน้าต่าง

source: An updated version of Editra is available Would you like to download Editra %s now?
th: Editra รุ่นใหม่พร้อมที่จะอัพเดตแล้ว คุณต้องการดาวโหลด Editra %s เดี๋ยวนี้ไหม?

source: Update Available
th: อัพเดตใหม่พร้อมแล้ว

source: Downloading Update
th: กำลังดาวน์โหลดอัพเดต

source: Your profile has been updated to the latest version
th: โปรไฟล์ของคุณได้อัพเดตเป็นรุ่นล่าสุดแล้ว

source: Please check the preferences dialog to check your preferences
th: โปรดตรวจสอบค่าปรับแต่งของคุณเพื่อตรวจสอบการปรับแต่งของคุณ

source: Profile Updated
th: โปรไฟล์ได้อัพเดต

source: Error: Something unexpected happend Help improve Editra by clicking on Report Error to send the Error Traceback shown below.
th: ข้อผิดพลาด: มีบางสิ่งบางอย่างที่ไม่ต้องการเกิดขึ้น เพื่อช่วยพัฒนา Editra โปรดกดปุ่ม รายงานข้อผิดพลาด เพื่อส่ง Traceback ของข้อผิดพลาดที่โชว์อยู่ข้างล่างนี้

source: Enter a hex color value
th: โปรดใส่ค่าสี(รูปแบบฐาน16)

source: Set Font
th: ตั้งค่าตัวอักษร

source: Error Traceback:
th: Tracebackของข้อผิดพลาด:

source: Abort
th: ยกเลิก

source: Exit the application
th: ออกจากโปรแกรม

source: Report Error
th: รายงานข้อผิดพลาด

source: Are you sure want to delete %s?
th: คุณแน่ใจว่าต้องการลบหรือไม่ %s?

source: Delete File?
th: ลบไฟล์?

source: Unable to delete %s
th: ไม่สามารถลบได้ %s

source: Delete Error
th: ลบข้อผิดพลาด

source: Files
th: ไฟล์

source: Add >>
th: เพิ่ม >>

source: << Remove
th: << ลบออก

source: Find
th: ค้นหา

source: Replace
th: แทนที่

source: Current Document
th: เอกสารปัจจุบัน

source: Selected Text
th: ข้อความที่ถูกเลือก

source: Open Documents
th: เปิดเอกสาร

source: File Filters:
th: ตัวกรองแฟ้มเอกสาร:

source: Find what
th: ค้นหาอะไร

source: Replace with
th: แทนที่ด้วย

source: Choose Folder
th: เลือกที่เก็บเอกสาร

source: Look in
th: มองเข้าไปใน

source: Up
th: ขึ้น

source: Down
th: ลง

source: Find Options
th: ค้นหาทางเลือก

source: Match case
th: ปัญหา/เรื่องราวที่เหมือนกัน

source: Whole word
th: คำศัพท์ทั้งหมด

source: Regular expression
th: นิพจน์ปกติ

source: Search Recursively
th: ค้นหาอย่างซ้ำ

source: Enter wildcard shell patterns for matching files (*.txt).
th: ใส่อักขระพิเศษเพื่อให้เหมาะกับไฟล์ เช่น *.txt

source: Count
th: จำนวนนับ, ผลรวม

source: Find All
th: ค้นหาทั้งหมด

source: Replace All
th: แทนที่ทั้งหมด

source: Choose Search Folder
th: เลือกแฟ้มเอกสารที่ต้องการค้นหา

source: Info
th: ข้อมูล, ข่าวสาร

source: File Stat Failed
th: สถิติของไฟล์ล้มเหลว

source: Modified
th: เปลี่ยนแปลง, ดัดแปลง

source: Kind
th: ชนิด, ใจดี

source: Size
th: ขนาด

source: Where
th: ที่ไหน

source: Created
th: สร้างเมื่อ

source: Permissions
th: ความยินยอม, สิทธิ์อนุญาติ

source: Folder
th: ที่เก็บเอกสาร

source: Unknown
th: ที่ไม่เป็นที่รู้จัก, ไม่ทราบ

source: Match Case
th: กรณีที่เหมือนกัน

source: Whole Word
th: คำทั้งหมด

source: Regular Expression
th: นิพจน์ปกติ

source: Command
th: ควบคุม, คำสั่ง, การออกคำสั่ง

source: Goto Line
th: ข้ามไปบรรทัดต่อไป

source: Can't change directory to: %s
th: ไม่สามารถเปลี่ยนไดเรกทอรีไปที่: %s

source: Access Denied: %s
th: การปฏิเสธการเข้าถึง: %s

source: Invalid Path
th: พาธนั้นไม่สามารถใช้ได้

source: Failed to reload %(filename)s: Error: %(errmsg)s
th: ล้มเหลวในการโหลด %(filename)s: ข้อผิดพลาด: %(errmsg)s

source: New Tab
th: แท็บใหม่

source: Move Tab to New Window
th: ย้ายแท็บไปหน้าต่างใหม่

source: Save "%s"
th: บันทึก "%s"

source: Close "%s"
th: ปิดที่ "%s"

source: Close Other Tabs
th: ปิดแท็บอื่นๆ

source: Copy Full Path
th: คัดลอกเต็มพาธ

source: To Uppercase
th: ไปยังตัวอักษรพิมพ์ใหญ่

source: To Lowercase
th: ไปยังตัวอักษรพิมพ์เล็ก

source: Select All
th: เลือกทั้งหมด

source: No Suggestions
th: ไม่มีข้อเสนอแนะ

source: %s has been deleted since its last save point. Would you like to save it again?
th: %s ถูกลบไปแล้วตั้งแต่จุดที่บันทึกไว้เป็นครั้งสุดท้าย. คุณต้องการที่จะบันทึกอีกครั้ง?

source: Resave File?
th: บันทึกไฟล์อีกครั้ง?

source: %s has been modified by another application. Would you like to reload it?
th: %s ได้รับการแก้ไขโดยโปรแกรมประยุกต์อื่น. คุณต้องการที่จะโหลดมันได้หรือไม่?

source: Reload File?
th: เรียกไฟล์ใหม่อีกครั้ง?

source: The file: "%s" has been modified since the last save point. Would you like to save the changes?
th: แฟ้ม: "%s" ได้รับการแก้ไขตั้งแต่จุดที่บันทึกครั้งสุดท้าย. คุณต้องการที่จะบันทึกการเปลี่ยนแปลง?

source: Save Changes?
th: บันทึกการเปลี่ยนแปลง?

source: Old Macintosh (\n)
th: แมคอินทอชแบบเก่า ( )

source: Unix (\n)
th: ยูนิคซ์ ( )

source: Windows (\n)
th: วินโดว์( )

source: Editra Log
th: เข้าสู่ระบบ Editra

source: View Editra's console log
th: ดูบันทึกของคอนโซล Editra

source: Show output from
th: แสดงผลลัพธ์จาก

source: Clear
th: ล้าง

source: All
th: ทั้งหมด

source: Perspectives
th: ทัศนคติ

source: Editra: Open
th: Editra: เปิด

source: %s could not be found. Perhaps it's been moved or deleted.
th: %s อาจจะไม่พบ. บางทีมันก็ถูกย้ายหรือลบไปแล้ว

source: File Not Found
th: ไม่พบไฟล์

source: Saved File: %s
th: บันทึกไฟล์: %s

source: ERROR: %s
th: ผิดพลาด: %s

source: Choose a Save Location
th: เลือกตำแหน่งที่บันทึก

source: ERROR: Failed to save %s
th: ผิดพลาด: การบันทึกล้มเหลว %s

source: Saved File As: %s
th: บันทึกไฟล์เป็น: %s

source: Where to Save Profile?
th: บันทึกโครงร่างที่ไหน?

source: Profile
th: รูปโครงร่าง

source: Profile Saved as: %s
th: บันทึกโครงร่างเป็น: %s

source: Load a Custom Profile
th: โหลดรูปโครงร่างที่กำหนด

source: Loaded Profile: %s
th: โหลดรูปโครงร่าง: %s

source: Where to Save Session?
th: บันทึกวาระงานไว้ที่ไหน?

source: Session
th: วาระงาน

source: Session Saved as: %s
th: บันทึกวาระงานเป็น: %s

source: Load a Session file
th: โหลดไฟล์วาระงาน

source: Loaded Session: %s
th: โหลดวาระงาน: %s

source: Plugin Manager
th: Plugin ผู้จัดการ

source: Select an encoding to reload the file with
th: เลือกการเข้ารหัสเพื่อโหลดไฟล์อีกครั้งด้วย

source: Reload with Encoding
th: โหลดอีกครั้งด้วยการเข้ารหัส

source: Failed to reload the file with: %(encoding)s
th: การโหลดไฟล์ล้มเหลวด้วย:%(encoding)s

source: Aui Pane Navigator
th: ผู้นำทาง Aui Pane

source: Maximize Editor
th: เพิ่มตัวแก้ไข

source: Restore Editor
th: คืนค่าตัวแก้ไข

source: Customize Menu
th: ปรับแต่งเมนู

source: Opening %s
th: กำลังเปิด %s

source: Error: Unable to open %s
th: ข้อผิดพลาด: ไม่สามารถเปิด %s

source: Editra is a programmer's text editor.
th: Editra สามารถแก้ไขข้อความของโปรแกรมเมอร์

source: Written in 100%% Python.
th: เขียนใน 100%% Python

source: Homepage
th: หน้าแรก

source: Platform Info
th: ข้อมูลแพลทฟอร์ม

source: License: wxWindows (see COPYING.txt for full license)
th: ใบอนุญาต: wxWindows (ดู COPYING.txt สำหรับใบอนุญาตเต็มรูปแบบ)

source: Copyright
th: ลิขสิทธิ์

source: Editra could not open %(filename)s Error: %(errormsg)s
th: Editra ไม่สามารถเปิด %(filename)s ข้อผิดพลาด: %(errormsg)s

source: Error Opening File
th: การเปิดไฟล์มีข้อผิดพลาด

source: Failed to save file: %(filename)s Error: %(errormsg)s
th: ไม่สามารถบันทึกไฟล์:%(filename)s ข้อผิดพลาด: %(errormsg)s

source: Save Error
th: บันทึกข้อผิดพลาด

source: Windows ( )
th: หน้าต่าง ( )

source: Customize...
th: กำหนด...

source: Customize the items shown in this menu.
th: การกำหนดรายการที่แสดงในเมนูนี้

source: Switch Lexer to %s
th: สลับ ลีเซอร์ ไปยัง%s

source: Lexers
th: เล็กเซอร์

source: Manually Set a Lexer/Syntax
th: ตั้งค่า เล็กเซอร์/ ไวยากรณ์ ด้วยตนเอง

source: &New Tab
th: &แถบใหม่

source: Start a new file in a new tab
th: เริ่มต้นไฟล์ใหม่ในแถบใหม่

source: New &Window
th: &หน้าต่างใหม่

source: Start a new file in a new window
th: เริ่มต้นไฟล์ใหม่ในหน้าต่างใหม่

source: &Open
th: &เปิด

source: Recently Opened Files
th: ไฟล์ที่ถูกเปิดล่าสุด

source: &Close Tab
th: &ปิดแถบ

source: Close Window
th: ปิดหน้าต่าง

source: Close the current window
th: ปิดหน้าต่างปัจจุบัน

source: Close All Tabs
th: ปิดแถบทั้งหมด

source: Close all open tabs
th: ปิดแถบทั้งหมดที่เปิดอยู่

source: &Save
th: และบันทึก

source: Save Current File
th: บันทึกไฟล์ปัจจุบัน

source: Save &As
th: บันทึกและอย่างเช่น

source: Save all open pages
th: บันทึกหน้าทั้งหมดที่เปิด

source: Revert to Saved
th: ย้อนกลับเพื่อบันทึก

source: Revert file to last save point
th: ย้อนกลับไปยังจุดที่ไฟล์จัดเก็บครั้งสุดท้าย

source: Reload with Encoding...
th: เรียกใหม่อีกครั้งด้วยการเข้ารหัส...

source: Reload the file with a specified encoding
th: เ่รียกไฟล์ที่มีการเข้ารหัสใหม่

source: Save Profile
th: บันทึกข้อมูล

source: Save Current Settings to a New Profile
th: บันทึกการตั้งค่าปัจจุบันในโปรไฟล์ใหม่

source: Load Profile
th: โหลดโปรไฟล์

source: Load and save custom Profiles
th: โหลดและเซฟโปรไฟล์ของผู้ใช้

source: Save Session
th: บันทึก session

source: Save the current session.
th: บันทึก session ปัจจุบัน

source: Load Session
th: โหลด session

source: Load a saved session.
th: โหลด session ที่บันทึกแล้ว

source: Sessions
th: วาระงาน

source: Load and save custom sessions.
th: โหลดและเซฟงานที่กำหนดเอง

source: Configure Printer
th: ตั้งค่าเครื่องพิมพ์

source: Preview Printout
th: แสดงภาพตัวอย่างก่อนพิมพ์

source: &Print
th: พิมพ์

source: Print Current File
th: พิมพ์ไฟล์ปัจจุบัน

source: Exit the Program
th: ออกจากโปรแกรม

source: Undo Last Action
th: ยกเลิกการกระทำครั้งสุดท้าย

source: Redo Last Undo
th: ทำที่เลิกทำใหม่

source: Cu&t
th: ตัด

source: Cut Selected Text from File
th: ตัดข้อความส่วนที่เลือกจากแฟ้ม

source: &Copy
th: คัดลอก

source: Copy Selected Text to Clipboard
th: คัดลอกข้อความส่วนที่เลือกไปยังคลิปบอร์ด

source: &Paste
th: วาง

source: Paste Text from Clipboard to File
th: วางข้อความจากคลิปบอร์ด

source: P&aste After
th: วางภายหลัง

source: Paste Text from Clipboard to File after the cursor
th: วางข้อความจากคลิปบอร์ดลงแฟ้มภายหลัง

source: Cycle Clipboard
th: วงจรคลิปบอร์ด

source: Cycle through recent clipboard text
th: วงจรผ่านข้อความคลิปบอร์ดล่าสุด

source: Select &All
th: เลือกทั้งหมด

source: Select All Text in Document
th: เลือกข้อความทั้งหมดในเอกสาร

source: Column Mode
th: โหมดคอลัมน์

source: Enable column edit mode.
th: เปิดโหมดแก้ไขคอลัมน์

source: New Line After
th: ต่อบรรทัดใหม่

source: Add a new line after the current line
th: เพิ่มบรรทัดใหม่ต่อจากบรรทัดปัจจุบัน

source: New Line Before
th: ก่อนบรรทัดใหม่

source: Add a new line before the current line
th: เพิ่งบรรทัดใหม่ก่อนบรรทัดปัจจุบัน

source: Cut Line
th: ตัดบรรทัดออก

source: Cut Current Line
th: ตัดบรรทัดปัจจุบันออก

source: Delete Line
th: ลบบรรทัด

source: Delete the selected line(s)
th: ลบบรรทัดที่เลือก

source: Copy Line
th: คัดลอกบรรทัด

source: Copy Current Line
th: คัดลอกบรรทัดปัจจุบัน

source: Duplicate Line
th: ทำสำเนาบรรทัด

source: Duplicate the current line
th: ทำสำเนาบรรทัดปัจจุบัน

source: Join Lines
th: รวมบรรทัด

source: Join the Selected Lines
th: รวมบรรทัดที่เลือก

source: Transpose Line
th: สลับบรรทัดไขว้กัน

source: Transpose the current line with the previous one
th: สลับบรรทัดปัจจุบันกับบรรทัดก่อนหน้า

source: Move Current Line Up
th: ย้ายบรรทัดปัจจุบันขึ้นไป

source: Move the current line up
th: ย้ายบรรทัดปัจจุบันขึ้นไป

source: Move Current Line Down
th: ย้ายบรรทัดปัจจุบันลง

source: Move the current line down
th: ย้ายบรรทัดปัจจุบันลง

source: Line Edit
th: แก้ไขบรรทัด

source: Commands that influence an entire line
th: คำสั่งที่มีผลต่อบรรทัดทั้งหมด

source: Toggle Bookmark
th: สลับที่คั่นหน้า

source: Toggle bookmark of the current line
th: สลับที่คั่นหน้าของบรรทัดปัจจุบัน

source: Remove All Bookmarks
th: ลบที่คั่นหน้าทั้งหมด

source: Remove all bookmarks from the current document
th: ลบที่คั่นหน้าทั้งหมดจากเอกสารปัจจุบัน

source: Bookmarks
th: ที่คั่นหน้า

source: Add and remove bookmarks
th: เพิ่มและลบที่คั่นหน้า

source: &Find
th: ค้นหา

source: Find Text
th: ค้นหาข้อความ

source: Find/R&eplace
th: ้ค้นหา/แทนที่

source: Find and Replace Text
th: ค้้นหาและแทนที่ข้อความ

source: &Quick Find
th: ค้นหาอย่างรวดเร็ว

source: Open the Quick Find Bar
th: เปิดแถบเครื่องมือค้นหาอย่างรวดเร็ว

source: Find Previous
th: ค้นหาก่อนหน้า

source: Goto previous match
th: ไปที่เหมือนก่อนหน้านี้

source: Find Next
th: ค้นหาถัดไป

source: Goto the next match
th: ไปที่เหมือนถัดไป

source: Find Selected
th: ค้นหาที่ถูกเลือก

source: Search for the currently selected phrase
th: ค้นหากลุ่มคำที่เลือกในตอนนี้

source: Pr&eferences
th: การตั้งค่า

source: Edit Preferences / Settings
th: แก้ไขการตั้งค่า

source: Zoom Out
th: ขยายออก

source: Zoom In
th: ขยายเข้า

source: Zoom Default
th: ขยายค่าเริ่มต้น

source: Highlight Caret Line
th: เน้นส่วนบรรทัดนั้น

source: Highlight the background of the current line
th: เน้นไปที่พื้นหลังของบรรทัดปัจจุบัน

source: Indentation Guides
th: เคล็ดลับการย่อหน้า

source: Show Indentation Guides
th: แสดงเคล็ดลับการย่อหน้า

source: Show Edge Guide
th: แสดงเคล็ดลับขอบเขต

source: Show the edge column guide
th: คู่มือแสดงแถวตอนในขอบเขตนั้น

source: Show EOL Markers
th: แสดงเครื่องหมาย EOL

source: Show Line Numbers
th: แสดงหมายเลขบรรทัด

source: Show Line Number Margin
th: แสดงขอบหมายเลขบรรทัด

source: Show Whitespace
th: แสดงพื้นที่สีขาว

source: Show Whitespace Markers
th: เครื่องหมายแสดงช่องว่าง

source: Editor
th: บรรณาธิการ

source: Toggle Editor View Options
th: สลับตัวเลือกมุมมองแก้ไข

source: Toggle fold
th: สลับพับ

source: Toggle current fold
th: กระแสไฟฟ้าสลับ

source: Toggle all folds
th: สลับทั้งหมด

source: Code Folding
th: พับโค้ด

source: Code folding toggle actions
th: การกระทำที่สลับรหัสพับ

source: Pane Navigator
th: หน้าปัดตัวนำทาง

source: View pane selection list
th: ดูหน้าต่างรายการตัวเลือก

source: Toggle Editor Maximization
th: สลับการปรับปรุงสูงสุด

source: &Goto Line
th: ไปยังบรรทัด

source: Goto Line Number
th: ไปยังบรรทัดหมายเลข

source: Goto Matching Brace
th: ไปจับคู่รั้ง

source: Move caret matching brace
th: ย้ายเครื่องหมายวงเล็บปีกกาที่ตรงกัน

source: Next Position
th: ไปยังตำแหน่งถัดไป

source: Goto next position in history.
th: ไปยังตำแหน่งต่อไปในประวัติการใช้งาน

source: Previous Position
th: ตำแหน่งก่อนหน้า

source: Goto previous position in history.
th: ไปยังตำแหน่งก่อนหน้าในประวัติการใช้งาน

source: Next Bookmark
th: ที่คั่นหน้าถัดไป

source: View Line of Next Bookmark
th: ดูบรรทัดที่คั่นหน้าถัดไป

source: Previous Bookmark
th: ที่คั่นหน้าก่อนหน้า

source: View Line of Previous Bookmark
th: ดูบรรทัดของที่คั่นหน้าก่อนหน้า

source: Show Status Bar
th: แถบแสดงสถานะ

source: Show Toolbar
th: แสดงแถบเครื่องมือ

source: &Font
th: แบบอักษร

source: Change Font Settings
th: เปลี่ยนการตั้งค่าแบบอักษร

source: Toggle Comment
th: สลับหมายเหตุ

source: Toggle comment on the selected line(s)
th: สลับหมายเหตุในบรรทัดที่ถูกเลือก

source: Indent Lines
th: บรรทัดย่อหน้า

source: Indent the selected lines
th: เลือกบรรทัดย่อหน้า

source: Unindent Lines
th: บรรทัด

source: Unindent the selected lines
th: เลือกบรรทัด

source: Uppercase
th: ตัวพิมพ์ใหญ่

source: Convert selected text to all uppercase letters
th: เปลี่ยนตัวอักษรที่เลือกให้เป็นตัวพิมพ์ใหญ่ทั้งหมด

source: Lowercase
th: ตัวพิมพ์เล็ก

source: Convert selected text to all lowercase letters
th: เปลี่ยนตัวอักษรที่เลือกให้เป็นตัวพิมพ์เล็กทั้งหมด

source: Use Soft Tabs
th: ใช้แท็บ

source: Insert spaces instead of tab characters with tab key
th: แทรกช่องว่างแทนอักขระแท็บที่มีคีย์แท็บ

source: Word Wrap
th: ตัดคำขึ้นบรรทัดใหม่

source: Wrap Text Horizontally
th: ตัดข้อความแนวนอน

source: Spaces to Tabs
th: ช่องว่างที่จะแท็บ

source: Convert spaces to tabs in selected/all text
th: แปลงช่องว่างแท็บในการเลือก / ข้อความทั้งหมด

source: Tabs to Spaces
th: แท็บที่จะเว้นช่องว่าง

source: Convert tabs to spaces in selected/all text
th: แปลงแท็บไปที่ช่องว่างในการเลือก / ข้อความทั้งหมด

source: Trim Trailing Whitespace
th: ตัดตามช่องว่าง

source: Remove trailing whitespace
th: ลบออกตามช่องว่าง

source: Whitespace
th: ช่องว่าง

source: Whitespace formating commands
th: คำสั่งรูปแบบช่องว่าง

source: Old Macintosh (\r)
th: แมคอินทอชรุ่นเก่า ()

source: Format all EOL characters to %s Mode
th: จัดรูปแบบ ตัวอักษร EOL ทุกตัว ให้เป็นรูปแบบ %s

source: Windows (\r\n)
th: วินโดวส์ ( )

source: EOL Mode
th: รูปแบบ EOL

source: End of line character formatting
th: สุดบรรทัดการจัดรูปแบบตัวอักษร

source: Auto-Completion
th: ทำเสร็จอัตโนมัติ

source: Use Auto Completion when available
th: ใช้การทำเสร็จอัตโนมัติเมื่อสามารถใช้ได้

source: Auto-Indent
th: ทำการย่อหน้าอัตโนมัติ

source: Toggle Auto-Indentation functionality
th: เปิด/ปิดการย่อหน้าอัตโนมัติ

source: Bracket Highlighting
th: การไฮไลท์วงเล็บ

source: Highlight Brackets/Braces
th: ไฮไลท์วงเล็บ/วงเล็บปีกกา

source: Toggle Code Folding
th: เปิด/ปิดการพับโค้ด

source: Syntax Highlighting
th: ไฮไลท์ไวยากรณ์

source: Color Highlight Code Syntax
th: ไฮไลท์โค้ดไวยากรณ์โดยใช้สี

source: &Settings
th: &การตั้งค่า

source: Editor Command
th: คำสั่งแก้ไข

source: Goto command buffer
th: ไปยังตัวรับคำสั่ง

source: Manage, Download, and Install plugins
th: บริหาร ดาวน์โหลด และติดตั้งปลั๊กอินเสริม

source: Style Editor
th: ตัวแก้ไขสไตล์

source: Edit the way syntax is highlighted
th: แก้ไขวิธีการไฮไลท์ไวยากรณ์

source: &About...
th: &เกี่ยวกับ...

source: About
th: เกี่ยวกับ

source: Project Homepage...
th: หน้าหลักโปรเจ็กต์...

source: Visit the project homepage %s
th: เยี่ยมชมหน้าหลักของโปรเจ็กต์ %s

source: Online Documentation...
th: เอกสารออนไลน์...

source: Online project documentation and help guides
th: เอกสารออนไลน์และเอกสารช่วย/แนะนำ

source: Translate Editra...
th: แปล Editra...

source: Editra translations project
th: โปรเจ็กต์การแปล Editra

source: Bug Tracker...
th: ตัวติดตามบั๊ก...

source: Feedback
th: การโต้ตอบ

source: Send bug reports and suggestions
th: ส่งรายงานบั๊กหรือคำแนะนำอื่นๆ

source: The correct encoding of '%s' could not be determined. Choose an encoding and select OK to open the file with the chosen encoding. Click Cancel to abort opening the file
th: ไม่สามารถพิจารณาการเข้ารหัสที่ถูกต้องของ '%s' ได้ เลือกรูปแบบการเข้ารหัสที่ต้องการแล้วเลือก OK เพื่อเปิดไฟล์ในรูปแบบการเข้ารหัสนั้น กดยกเลิกถ้าไม่ต้องการเปิดไฟล์

source: Choose an Encoding
th: เลือกรูปแบบการเข้ารหัส

source: File is already open in an existing page. Do you wish to open it again?
th: ไฟล์นี้ถูกเปิดอยู่แล้วในหน้าที่มีอยู่ตอนนี้ ต้องการเปิดอีกครั้งหรือไม่?

source: Open File
th: เปิดไฟล์

source: untitled %d
th: ไม่มีชื่อ %d

source: untitled
th: ไม่มีชื่อ

source: Error Saving Session File
th: พบปัญหาในการบันทึกแฟ้มวาระงาน

source: Invalid File
th: แฟ้มไม่ถูกต้อง

source: Session file doesn't exist.
th: ไม่พบแฟ้มวาระงาน

source: Invalid file
th: แฟ้มไม่ถูกต้อง

source: Selected file is not a valid session file
th: แฟ้มที่เลือกไม่ใช่แฟ้มวาระงานที่ถูกต้อง

source: Empty File
th: แฟ้มว่างเปล่า

source: Session file is empty.
th: แฟ้มวาระงานว่างเปล่า

source: Missing session files
th: ขาดแฟ้มวาระงาน

source: Some files in saved session could not be found on disk:
th: แฟ้มบางแฟ้มในวาระที่บันทึกแล้ว ไม่สามารถหาพบบนดิสก์:

source: Invalid file: %s
th: แฟ้มไม่ถูกต้อง: %s

source: There are no files that Editra can open in %s
th: ไม่มีแฟ้มที่ Editra สามารถเปิดได้ใน %s

source: No Valid Files to Open
th: ไม่มีแฟ้มที่ถูกต้องที่จะเปิด

source: Do you wish to open all %d files in this directory? Warning: opening many files at once may cause the editor to temporarily freeze.
th: คุณต้องการเปิดทุกแฟ้ม %d ในไดเรกทอรีนี้หรือไม่? คำเตือน: เปิดหลายแฟ้มทีเดียวอาจทำให้ตัวแก้ไขค้างไปขณะหนึ่ง

source: Open Directory?
th: เปิดไดเรกทอรีหรือไม่?

source: Opened file: %s
th: แฟ้มที่เปิดแล้ว: %s

source: Failed to create print preview
th: พบข้อผิดพลาดขณะแสดงตัวอย่างก่อนพิมพ์

source: Print Error
th: การพิมพ์มีปัญหา

source: There was an error when printing. Check that your printer is properly connected.
th: มีข้อผิดพลาดขณะพิมพ์ โปรดตรวจสอบว่าเครื่องพิมพ์ของคุณเชื่อมต่อถูกต้องดีแล้ว

source: Printer Error
th: เครื่องพิมพ์มีปัญหา

source: Page: %d
th: หน้า: %d

source: Macro Manager
th: ตัวจัดการแมโคร

source: View and Edit Macros
th: มุมมองและแก้ไขแมโคร

source: DECODING ERROR
th: การถอดรหัสข้อมูลมีปัญหา

source: Find/Replace
th: ค้นหา/แทนที่

source: The search term '%(term)s' was found %(count)d times.
th: พบคำค้นหา '%(term)s' จำนวน %(count)d ครั้ง

source: Find Count
th: จำนวนครั้งค้นหา

source: Invalid expression "%s"
th: วิธีการเขียน "%s" ไม่ถูกต้อง

source: Regex Compile Error
th: มีปัญหาในการแปลวิธีการเขียนทั่วไป (Regex Complie Error)

source: Search wrapped to top
th: ค้นหาไปบนสุด

source: Search wrapped to bottom
th: ค้นหาไปล่างสุด

source: "%s" was not found
th: ไม่พบ "%s"

source: Error in regular expression expansion. The replace action cannot be completed. Error Message: %s
th: มีปัญหาในการขยายการเขียนทั่วไป การแทนที่ไม่สำเร็จ ข้อผิดพลาด: %s

source: Replace Error
th: การแทนที่มีปัญหา

source: Sorry will be ready for next version
th: ขออภัย จะมีพร้อมในรุ่นถัดไป

source: Not implemented
th: ไม่ได้สร้างจัดทำไว้

source: %d matches were replaced.
th: จำนวน %d คำที่ตรงกันถูกแทนที่เรียบร้อยแล้ว

source: Recent Searches
th: คำค้นหาที่ผ่านมา

source: Search Started
th: การค้นหาได้เริ่มต้นขึ้น

source: Search complete
th: การค้นหาเสร็จสิ้นลง

source: Search Complete: %d matching lines where found.
th: การค้นหาเสร็จสิ้นลง: พบ %d บรรทัดที่พบคำที่ตรงกัน

source: Files Searched: %d
th: จำนวนแฟ้มที่ค้นหาพบ: %d

source: Searching in: %s
th: ค้นหาใน: %s

source: Shelf
th: หิ้ง

source: Put an item on the Shelf
th: วางสิ่งของบนหิ้ง

source: Show Shelf
th: แสดงหิ้ง

source: Show the Shelf
th: แสดงหิ้งนี้

source: Change line endings to %s
th: เปลี่ยนบรรทัดจบเป็น %s

source: Change the encoding of the current document.
th: เปลี่ยนการเข้ารหัสของเอกสารนี้

source: Change Encoding
th: เปลี่ยนการเข้ารหัส

source: File backup performed: %s
th: กระทำแฟ้มกู้ข้อมูลแล้ว: %s

source: Line: %(lnum)d Column: %(cnum)d
th: บรรทัดที่: %(lnum)d คอลัมน์ที่: %(cnum)d

source: Mixed EOL characters detected. Would you like to format them to all be the same?
th: ตรวจพบตัวอักษร EOL แบบผสม คุณต้องการจัดรูปแบบให้ทั้งหมดเป็นแบบเดียวกันหรือไม่?

source: Format EOL?
th: จัดรูปแบบ EOL หรือไม่?

source: Recording Macro
th: กำลังบันทึกแมโคร

source: Recording Finished
th: การบันทึกเสร็จสิ้นแล้ว

source: %s does not exist
th: ไม่พบ %s

source: File is Read Only and cannot be saved
th: แฟ้มเป็นลักษณะอ่านอย่างเดียวและไม่สามารถบันทึกได้

source: Start a New File
th: เริ่มแฟ้มใหม่

source: Generator
th: ตัวสร้าง

source: Generate Code and Documents
th: สร้างโค้ดและเอกสาร

source: Generate %s
th: สร้าง %s

source: Generate a %s version of the current document
th: สร้างรุ่น %s ของเอกสารปัจจุบัน

source: Generate an %s version of the current document
th: สร้างรุ่น %s ของเอกสารปัจจุบัน

source: Save Current View
th: บันทึกมุมมองปัจจุบัน

source: Save the current window layout
th: บันทึกเค้าโครงหน้าต่างปัจจุบัน

source: Delete Saved View
th: ลบมุมมองที่บันทึก

source: Automatic
th: อัติโนมัติ

source: Automatically save/use window state from last session
th: บันทึก/ใช้สถานะของหน้าต่างจากวาระล่าสุดอัติโนมัติ

source: Change view to "%s"
th: เปลี่ยนมุมมองเป็น "%s"

source: Perspective Name
th: ชื่อมุมมองสัดส่วน

source: Save Perspective
th: บันทึกมุมมองสัดส่วน

source: Perspective to Delete
th: มุมมองสัดส่วนที่จะลบ

source: Delete Perspective
th: ลบมุมมองสัดส่วน

source: Configure
th: ปรับแต่ง

source: Download
th: ดาวน์โหลด

source: Install
th: ติดตั้ง

source: Errors
th: ข้อผิดพลาด

source: Downloads are incomplete
th: การดาวน์โหลดไม่สมบูรณ์

source: Do you wish to exit?
th: คุณต้องการจบการทำงานหรือไม่?

source: You must restart Editra before your changes will take full effect.
th: คุณต้องปิดและเปิด Editra ใหม่ก่อนที่การเปลี่ยนค่าของคุณจะมีผลอย่างเต็มรูปแบบ

source: Configuration Changes Made
th: ปรับแต่งเรียบร้อยแล้ว
