Repository: sugar-activities/4497-activity
Catalog: po/*.po
Languages: th

source: Changes will take effect once the program has been restarted
th: การเปลี่ยนค่าจะมีผลอย่างเต็มรูปแบบเมื่อเริ่มโปรแกรมใหม่อีกครั้ง

source: No Description Available
th: ไม่มีรายละเอียด

source: This plugin requires a newer version of Editra.
th: ปลั๊กอินเสริมนี้ต้องการ Editra รุ่นที่ใหม่กว่า

source: Downloaded
th: ดาวน์โหลดแล้ว

source: Finished downloading plugins
th: การดาวน์โหลดปลั๊กอินเสริมสำเร็จแล้ว

source: Select plugins to download
th: เลือกปลั๊กอินเสริมที่ต้องการดาวน์โหลด

source: Unable to retrieve plugin list
th: ไม่สามารถรับแสดงรายการของปลั๊กอินเสริม

source: Downloading
th: กำลังดาวน์โหลด

source: Retrieving Plugin List
th: กำลังรับแสดงรายการของปลั๊กอินเสริม

source: To add a new item drag and drop the plugin file into the list. To remove an item select it and hit Delete or Backspace.
th: ลากแฟ้มปลั๊กอินเสริมและวางลงในรายการ เพื่อเพิ่มสิ่งของใหม่ เลือกแฟ้มและกด Delete หรือ Backspace เพื่อลบสิ่งของนั้น

source: User Directory
th: ไดเรกทอรีผู้ใช้

source: Install the plugins only for the current user
th: ติดตั้งปลั๊กอินเสริมสำหรับผู้ใช้ปัจจุบันเท่านั้น

source: System Directory
th: ไดเรกทอรีระบบ

source: Install the plugins for all users **requires administrative privileges**
th: ติดตั้งปลั๊กอินเสริมสำหรับทุกผู้ใช้ **ต้องการคำสั่งพิเศษของผู้ดูแล**

source: Successfully Installed Plugins
th: ติดตั้งปลั๊กอินเสริมสำเร็จแล้ว

source: Installation Error
th: การติดตั้งมีปัญหา

source: Author: %s
th: ผู้เขียน: %s

source: Enable
th: เปิดการใช้งาน

source: Uninstall
th: ถอนการติดตั้ง

source: Are you sure you want to uninstall %s? This cannot be undone.
th: คุณแน่ใจหรือไม่ ที่จะถอนการติดตั้ง %s? การกระทำนี้ไม่สามารถเปลี่ยนได้

source: Uninstall Plugin
th: ถอนการติดตั้งลูกเล่นเสริม

source: This plugin will be uninstalled on next program launch.
th: ลูกเล่นเสริมจะทำการถอนการติดตั้ง เมื่อใช้งานโปรแกรมครั้งถัดไป

source: Preferences - Editra
th: แหล่งข้อมูล - Editra

source: Appearance
th: รูปลักษณ์

source: Document
th: เอกสาร

source: Network
th: ระบบเครือข่าย

source: Advanced
th: ขั้นสูง

source: Changes made in this dialog are saved in your current profile. Some Items such as Language require the program to be restarted before taking effect.
th: สิ่งที่ได้เปลี่ยนแปลงในกล่องโต้ตอบนี้ จะไปเซฟไว้ในโปรไฟล์ปัจจุบันของคุณรายการบางรายการ อย่างเช่นภาษา จะสามารถทำงานได้ก็ต่อเมื่อโปรแกรมถูก รีสตาร์ทเท่านั้น

source: Startup
th: เริ่มโปรแกรม

source: Editor Mode
th: โหมดแก้ไข

source: Printer Mode
th: โหมดปริ้นเตอร์

source: Disable Error Reporter
th: ปิดการใช้งานการแจ้งเตือนข้อผิดพลาด

source: Load Last Session
th: โหลดชุดงานล่าสุดขึ้นมา

source: Load files from last session on startup
th: โหลดไฟล์จากชุดงานล่าสุดเมื่อเริ่มโปรแกรม

source: Show Splash Screen
th: แสดงภาพ Splash Screen

source: Check for updates on startup
th: จะทำการอัพเดทเมื่อเปิดโปรแกรม

source: Language
th: ภาษา

source: Startup Settings
th: ตั้งค่าเริ่มต้น

source: Locale Settings
th: ตั้งค่ารูปแบบภาษา

source: File History Length
th: ขอบเขตประวัติการใช้งานของไฟล์

source: Encoding to try when auto detection fails
th: การเข้ารหัสจะเกิดขึ้นก็ต่อเมื่อการตรวจสอบอัตโนมัติล้มเหลว

source: Prefered Encoding
th: รูปแบบการตั้งรหัสที่ต้องการ

source: Automatically Backup Files
th: ไฟล์สำรองข้อมูลโดยอัตโนมัติ

source: Backup buffer to file periodically
th: เก็บข้อมูลสำรองลงในไฟล์เป็นระยะๆ

source: Backup Path:
th: เส้นทางสำรอง:

source: Used to set a custom backup path. If not specified the backup will be put in the same directory as the file.
th: ใช้เพื่อกำหนดเส้นทางสำรองที่กำหนดเอง ถ้าไม่ได้ระบุการสำรองข้อมูลไว้ จะถูกวางในไดเรกทอรีเดียวกันกับไฟล์

source: Open files in new windows by default
th: เปิดไฟล์ในหน้าต่างใหม่ตามค่าเริ่มต้น

source: Remember File Position
th: จดจำตำแหน่งของไฟล์

source: Check if on disk file has been modified by others
th: ตรวจสอบบนไฟล์ดิสก์ ถ้าได้รับการเปลี่ยนแปลงโดยผู้อื่น

source: Automatically reload files when changes are detected on disk
th: ทำการโหลดไฟล์ใหม่โดยอัตโนมัติ เมื่อตรวจพบว่ามีการเปลี่ยนแปลงบนดิสก์

source: Warn when mixed eol characters are detected
th: แจ้งเตือนเมื่อมีการตรวจพบตัวอักขระพิเศษเมื่อขึ้นบรรทัดใหม่

source: File Settings
th: ตั้งค่าไฟล์

source: Spell Checking
th: ตรวจสอบตัวสะกด

source: Check spelling while typing
th: ตรวจสอบตัวสะกดในขณะที่พิมพ์

source: Dictionary
th: พจนานุกรม

source: Enchant Path
th: เส้นทาง Enchant

source: Path to libenchant
th: ทางเข้าสู่ libenchant

source: Failed to load Enchant
th: ไม่สามารถทำการโหลด Enchant ขึ้นมาได้

source: Library Error
th: มีข้อผิดพลาดในการเข้าถึง Library

source: Code
th: รหัส

source: Tab Width
th: ขนาดของแท็บ

source: Indent Width
th: ขนาดของย่อหน้า

source: Automatically trim whitespace on save
th: ลบช่องว่างโดยอัตโนมัติเมื่อบันทึก

source: Use Tabs Instead of Spaces
th: ใช้แท็บแทนช่องว่าง

source: Backspace Unindents
th: ย่อหน้าจะหายไปเมื่อกดปุ่ม Backspace

source: Default EOL Mode
th: เริ่มต้นด้วยโหมด EOL(end of line)

source: AntiAliasing
th: ลบรอยหยัก

source: Turn off for better performance
th: ปิดเพื่อให้การทำงานเร็วขึ้น

source: Sets the main/default font of the document
th: ตั้งค่าตัวอักษรพื้นฐานของเอกสาร

source: Sets a secondary font used for special regions when syntax highlighting is in use
th: ตั้งตัวอักษรสำรองเพื่อใช้หากมีการเน้นไวยากรณ์สำหรับตัวอัีกขระพิเศษ

source: Format
th: รูปแบบ

source: View Options
th: แสดงตัวเลือก

source: Primary Font
th: อักษรหลัก

source: Secondary Font
th: อักษรสำรอง

source: Default highlighing for new documents
th: ใช้การไฮไลต์เป็นค่าเริ่มต้นสำหรับเอกสารใหม่

source: Default Lexer
th: ตั้ง Lexer เป็นค่าเริ่มต้น

source: Visual Helpers
th: แสดงผู้ช่วย

source: Edge Guide
th: แถบคู่มือ

source: Guide Column
th: คู่มือการใช้คอลัมน์

source: Extended Auto-Comp
th: ขยาย Auto-Comp

source: Warning suggestions will include context insensitive results
th: การแจ้งเตือนคำแนะนำจะไม่รวมผลลัพธ์ที่ไม่รวมถึงเนื้อหา

source: Enable Vi Emulation
th: เปิดใช้งานการจำลอง Vi

source: Start in Normal Mode
th: เริ่มโหมดปกติ

source: Input Helpers
th: ตัวช่วยในการป้อนข้อมูล

source: Filetype Associations
th: ความเกี่ยวข้องกับชนิดของไฟล์

source: Revert to Default
th: กลับไปสู่ค่าเริ่มต้น

source: Icon Theme
th: ไอคอนธีม

source: Toolbar Icon Size
th: ขนาดไอคอนบนแถบเครื่องมือ

source: Show Icons on Tabs
th: แสดงไอคอนบนแท็บ

source: Default Perspective
th: มุมมองเริ่มต้น

source: Remember Window Size on Exit
th: จำขนาดของหน้าต่างเวลาออกจากโปรแกรม

source: Remember Window Position on Exit
th: จำตำแหน่งของหน้าต่างเวลาออกจากโปรแกรม

source: Main display font for various UI components
th: รูปแบบตัวอักษรหลักๆ ที่ปรากฏสำหรับส่วนติดต่อกับผู้ใช้ที่แตกต่างกัน

source: Icons
th: ไอคอน

source: Layout
th: การจัดวาง

source: Transparency
th: โปร่งแสง

source: Display Font
th: แสดงผลตัวอักษร

source: Configuration
th: กำหนดค่า

source: Update
th: อัพเดท

source: Proxy Settings
th: ตั้งค่าพร็อกซี

source: Use Proxy
th: ใช้พร็อกซี

source: Proxy URL
th: พร็อกซี่ URL

source: Port Number
th: หมายเลขพอร์ต

source: Username
th: ชื่อผู้ใช้

source: Password
th: รหัสผ่าน

source: Installed Version
th: เวอร์ชันที่ติดตั้ง

source: Latest Version
th: เวอร์ชั่นล่าสุด

source: Check
th: ตรวจสอบ

source: Keybindings
th: ตั้งค่าปุ่ม

source: Key Profile
th: รายละเอียดของปุ่ม

source: Menu
th: เมนู

source: Modifier 1
th: ตัวปรับเปลี่ยนที่ 1

source: Modifier 2
th: ตัวปรับเปลี่ยนที่ 2

source: Key
th: ปุ่ม

source: Binding
th: สัมพันธ์

source: Apply
th: นำไปใช้

source: None
th: ไม่มี

source: New Profile
th: สร้างประวัติใหม่

source: Enter the name of the new key profile
th: ใส่ชื่อเพื่อสร้างประวัติใหม่

source: Extensions (space separated, no dots)
th: นามสกุลของไฟล์(เว้นช่องว่าง, ไม่มีจุด)

source: Black/White
th: ขาว/ดำ

source: Color/White
th: สี/ขาว

source: Color/Default
th: สี/ตั้งต้น

source: Inverse
th: กลับกัน

source: Normal
th: ปกติ

source: Export
th: ส่งออก

source: Syntax Files
th: ซินแท็กซ์ไฟล์

source: Set the preview file type
th: ตั้งค่ากาีรแสดงผลของชนิดไฟล์

source: Style Theme
th: รูปแบบของธีม

source: Base new theme on existing one
th: ธีมใหม่ยึดรูปแบบตามธีมที่มีอยู่

source: Start a blank new style
th: เริ่มรูปแบบว่างเปล่าใหม่

source: Style Tags
th: รูปแบบป้ายกำกับ

source: Some styles have been changed would you like to save before exiting?
th: บางรูปแบบได้ถูกเปลี่ยนแปลง คุณต้องการจะบันทึกก่อนออกไหม?

source: Save Styles
th: บันทึกรูปแบบ

source: Enter style sheet name
th: ใส่ชื่อรูปแบบของเอกสาร

source: Export Style Sheet
th: ส่งออกรูปแบบของเอกสาร

source: Color
th: สี

source: Foreground
th: พื้นหน้า

source: Background
th: พื้นหลัง

source: Attributes
th: คุณลักษณะ

source: bold
th: ตัวหนา

source: eol
th: ปลายบรรทัด

source: italic
th: ตัวเอียง

source: underline
th: ขีดเส้นใต้

source: Font Settings
th: ตั้งค่าตัวอักษร

source: Font
th: ตัวอักษร

source: Unable to retrieve version info
th: ไม่สามารถที่จะดึงข้อมูลเวอร์ชั่น

source: Status Unknown
th: ไม่ทราบสถานะ

source: Downloading: %s
th: กำลังดาวน์โหลด: %s

source: Downloading To: %s
th: กำลังดาวน์โหลดไปแล้ว: %s

source: Canceled
th: ยกเลิก

source: Rate: %.2f Kb/s
th: อัตรา: %.2f Kb/s

source: Finished
th: เสร็จสิ้น

source: Failed
th: ล้มเหลว

source: Unable to accept dropped file or text
th: ไม่สามารถให้ทำการวางไฟล์หรือข้อความ

source: Text Document
th: เอกสารข้อความ

source: %s Source File
th: %s แหล่งอ้างอิงไฟล์
