Repository: sugar-activities/4497-activity
Catalog: po/*.po
Languages: th

source: You can't change time when the Event is locked
th: คุณไม่สามารถเปลี่ยนเวลาถ้าเหตุการณ์นี้ถูกล็อก

source: Jan
th: ชื่อย่อของเดือน มกราคม

source: Dec
th: ชื่อย่อของเดือนธันวาคม

source: Aug
th: ชื่อย่อของเดือนสิงหาคม

source: day
th: วัน

source: minute
th: นาที

source: minutes
th: หลายนาที

source: hour
th: ชั่วโมง

source: hours
th: หลายชั่วโมง

source: days
th: หลายวัน

source: Select region to zoom into
th: เลือกบริเวณที่จะ ขยาย ภาพ

source: Region too short
th: บริเวณสั้นเกินไป

source: Region too long
th: บริเวณยาวเกินไป

source: Can't scroll more to the left
th: ไม่สามารถเลื่อนไปทางซ้ายได้อีก

source: Can't scroll more to the right
th: ไม่สามารถเลื่อนไปทางขวาได้อีก

source: Mon
th: จ.

source: Sun
th: อา.

source: Feb
th: ชื่อย่อ ของเดือนกุมภาพันธ์

source: Mar
th: ชื่อย่อ ของเดือนมีนาคม

source: Apr
th: ชื่อย่อ ของเดือนเมษายน

source: May
th: ชื่อย่อ ของเดือนพฤษภาคม

source: Jun
th: ชื่อย่อ ของเดือนมิถุนายน

source: Jul
th: ชื่อย่อ ของเดือนกรกฎาคม

source: Sep
th: ชื่อย่อ ของเดือนกันยายน

source: Oct
th: ชื่อย่อ ของเดือนตุลาคม

source: Nov
th: ชื่อย่อ ของเดือนพฤศจิกายน

source: Tue
th: วันอังคาร

source: Wed
th: วันพุธ

source: Thu
th: วันพฤหัสบดี

source: Fri
th: วันศุกร์

source: Sat
th: วันเสาร์

source: Could not find iCalendar Python package. It is required for working with ICS files. See the Timeline website or the INSTALL file for instructions how to install it.
th: ไม่สามารถหา iCalendar Phythonpackage.มันถูกต้องการสำหรับการทำงานกับ ICS ไฟล์.ดู Timeline หรือ install ไฟล์สำหรับคำแนะนำในการ install

source: Unable to open timeline '%s'.
th: ไม่สามารถ เปิด timeline '%s'.

source: Unknown format.
th: ไม่รู้จัก รูปแบบ นี้

source: Unable to read from file '%s'.
th: ไม่สามารถอ่านไฟล์ '%s'.

source: Unable to read timeline data from '%s'.
th: ไม่สามารถอ่านข้อมูล timelime จาก '%s'.

source: Displayed period must be > 0.
th: การดูช่วงต้อง > 0

source: Welcome
th: ยินดีต้อนรับ

source: Welcome to Timeline
th: ยินดีต้อนรับ สู่ TimeLine

source: Intro
th: การเปิดตัว

source: Hovering events with a triangle shows the event description.
th: เหตุการณ์ Hovering ที่มีรูปสามเหลี่ยมแสดงให้เห็นถึงคำอธิบายของเหตุการณ์

source: Features
th: คุณสมบัติ

source: Scroll
th: เลื่อน

source: Left click somewhere on the timeline and start dragging. You can also use the mouse wheel. You can also middle click with the mouse to center around that point.
th: คลิกซ้ายที่บางที่บนTimelineเพื่อเริ่ม ลาก. คุณสามารถใช้ wheel เม้าส์ คุณสามารถใช้ คลิกกลาง กับ เม้าส์ เพื่อ ศูนย์รอบจุดบริเวณ

source: Zoom
th: ขยาย

source: Hold down Ctrl while scrolling the mouse wheel. Hold down Shift while dragging with the mouse.
th: กด Ctrl ระหว่างเลื่อน wheel เม้าส์ กด shift ระหว่าง เลื่อน เม้าส์

source: Create event
th: สร้างเหตุการณ์

source: Double click somewhere on the timeline. Hold down Ctrl while dragging the mouse to select a period.
th: double คลิ๊กเม้าส์ บริเวณที่ใดก็ได้ของ timeline กด Ctrl ไปด้วยขณะเลื่อนเพื่อ เลือก ระยะเวลา

source: Edit event
th: แก้ไขเหตุการณ์

source: Double click on an event.
th: double คลิ๊ก ในบริเวณในเหตุการณ์

source: Select event
th: เลือก เหตุการณ์

source: Click on it. Hold down Ctrl while clicking events to select multiple.
th: คลิ๊กที่นี้ กด ctrl ขณะ คลิ๊กเหตุการณ์ เพื่อเลือกได้หลายเหตูการณ์

source: Delete event
th: ลบเหตุการณ์

source: Select events to be deleted and press the Del key.
th: เลือกเหตุการณ์เพื่อลบ โดยการกดปุ่ม delete

source: Resize and move me!
th: ปรับขนาดใหม่และย้ายฉัน

source: First select me and then drag the handles.
th: เลือกฉันก่อนแล้วใช้ตัวจัดการเพื่อลาก

source: Saving
th: กำลังบันทึก

source: This timeline is stored in memory and modifications to it will not be persisted between sessions. Choose File/New/File Timeline to create a timeline that is saved on disk.
th: timeline นี้ถูกจัดเก็บ ลง memory และ การปรับเปลี่ยน เพื่อมันจะไม่หายระหว่างวาระงาน เลือกไฟล์/ไฟล์ใหม่/ไฟล์ timeline เพื่อสร้าง timeline ที่ถูกเซฟลงดิสกฺ์

source: Start time
th: เวลาเริ่มต้น

source: End time
th: เวลาสิ้นสุด

source: Start time can't be after end time
th: ไม่สามารถเริ่มต้นเวลาได้หลังจากหมดเวลา

source: Unable to save timeline data to '%s'. File left unmodified.
th: ไม่สามารถบันทึกข้อมูลได้ที่ '%s' ไฟล์ยังไม่ได้เปลี่ยนแปลง

source: Unable to write timeline data.
th: ไม่สามารถเขียนข้อมูลได้

source: Unable to write to temporary file '%s'.
th: ไม่สามารถเขียนเป็นไฟล์ชั่วคราวได้ที่ '%s'.

source: Unable to take backup to '%s'.
th: ไม่สามารถสำรองไฟล์ไปที่ '%s'.

source: Unable to rename temporary file '%s' to original.
th: ไม่สามารถเปลี่ยนชื่อไฟล์สำรองที่ '%s' เป็นแบบเดิม

source: Unable to delete backup file '%s'.
th: ไม่สามารถลบไฟล์สำรองที่ '%s'.

source: Field '%s' can't be empty.
th: พื้นที่ '%s' ไม่สามารถว่างได้

source: Entered period is too long.
th: ระยะเวลาที่เข้าไปยาวเกินไป

source: Text
th: ข้อความ

source: Image files
th: แฟ้มรูปภาพ

source: Export to Image
th: ส่งภาพออก

source: Help contents
th: เนื้อหา สนับสนุน

source: Questions and answers
th: คำถามและคำตอบ

source: Concepts
th: แนวคิด

source: Tasks
th: งาน

source: Where is the save button?
th: ปุ่มบันทึกอยู่ที่ไหน?

source: There is no save button. Timeline will automatically save your data whenever needed.
th: ไม่มีปุ่มบันทึก โปรแกรมจะทำการบันทึกให้โดยอัติโนมัติเมื่อจำเป็น

source: Where do the week numbers go if I start my weeks on Sunday?
th: อีกกี่สัปดาห์ ถ้าฉันเริ่มต้นสัปดาห์ในวันอาทิตย์ ?

source: The date data object used does not support week numbers for weeks that start on Sunday at present. We plan on using a different date object that will support this in future versions.
th: วันที่ของข้อมูล ไม่สนับสนุนสัปดาห์ที่เริ่มต้นด้วยวันอาทิตย์ ที่เสนอ แผนของเรา ที่ใช้วันที่ของข้อมูลแตกต่าง จะสนับสนุนรุ่นต่อๆไปในอนาคต

source: Timeline
th: ไทม์ไลน์

source: Events
th: เหตุการณ์

source: An event is the basic data type for representing information on the timeline. It must specify where on the timeline is should be placed (when that event happened). This can be either a specific point in time or a period.
th: เหตุการณ์ เป็นพื้นฐานของข้อมูล สำหรับการนำเสนอข้อมูลบนไทม์ไลน์ จะต้องระบุตำแหน่งที่เกี่ยวกับระยะเวลาที่จะควรอยู่ (เมื่อมีเหตุการณ์ที่เกิดขึ้น) นี้สามารถเป็นได้ทั้งจุดที่ระบุในเวลาหรือช่วงเวลา.

source: Categories
th: หมวดหมู่

source: Categories are used to group events. An event can only belong to one category. All events that belong to the same category are displayed with the same background color.
th: หมวดหมู่จะใช้บ่อยในกลุ่มเหตุการณ์ แต่ละเหตุการณ์สามารถ เป็นได้แค่หนึ่งหมวดหมู่เท่านั้น ทุกๆเหตุการณ์ที่เป็นเหมือนหมวดหมู่จะแสดงที่สีพื้นหลังเหมือนกัน

source: The *Create Event* dialog can be opened in the following ways: - Select *Timeline* - *Create Event* from the menu. - Double click with the *left* mouse button on the timeline. - Press the *Ctrl* key, thereafter hold *left* mouse button down on the timeline, drag the mouse and release it.
th: * Create Event * dialog สามารถ เปิดได้ในทางนี้ : -เลือก * Timeline* - *Create Event * จากเมนู -ดับเบิ้ลคลิก *ซ้าย* ปุ่มเมาส์ในไทม์ไลน์ -กดปุ่ม *Ctrl* หลังจากนั้น กดปุ่ม*left* ลงบนไทม์ไลน์ ลากเมาส์และปล่อยมัน

source: The *Edit Event* dialog can be opened by double clicking on an event.
th: *Edit Event* dialog สามารถเปิดได้โดยดับเบิลคลิกที่เหตุการณ์.

source: Selecting events
th: เลือกเหตุการณ์

source: To select an event, click on it. To select multiple events, hold down the *Ctrl* key while clicking events.
th: เพื่อเลือกเหตการณ์,กดคลิกมัน.เพื่อเลือกหลายๆเหตุการณ์,กดปุ่ม Ctrl ค้างไว้จนกว่าจะเสร็จ.

source: To delete an event, select it and press the *Del* key. Multiple events can be deleted at the same time.
th: เพื่อลบเหตุการณ์ เลือกและกดปุ่ม*Del* หลายๆเหตุการณ์ สามารถลบได้ในเวลาเดียวกัน

source: Will associated events be deleted when I delete a category?
th: กิจกรรมที่เกี่ยวข้องจะถูกลบเมื่อฉันลบหมวดหมู่นี้?

source: No. The events will still be there but they will not belong to a category.
th: ไม่ เหตุการณ์ จะอยู่ตรงนั้น แต่จะไม่เป็นของหมวหมู่

source: Edit categories
th: กำหนด หมวดหมู่

source: Categories can be managed in the *Edit Categories* dialog (*Timeline* > *Edit Categories*). To edit an existing category, double click on it. The visibility of categories can also be edited in the sidebar (*View* > *Sidebar*).
th: หมวดหมู่ สามารถจัดการได้ใน *Edit Categories* dialog(*Timeline *> *Edit Categories*) เพื่อกำหนดหมวดหมู่ที่มีอยู่ให้ดับเบิลคลิกที่มัน. การแสดงผลของประเภทนี้ยังสามารถแก้ไขได้ในแถบด้านข้าง (* View *> * Sidebar *).

source: Contact
th: ติดต่อ

source: If you have more questions about Timeline, or if you want to get in contact with users and developers of Timeline, send an email to the user mailing list: <thetimelineproj-user@lists.sourceforge.net>. (Please use English.)
th: ถ้าคุณมีคำถามอื่นๆ เกี่ยวกับไทม์ไลน์ หรือ ถ้าคุณต้องการติดต่อผู้ใช้งาน และผู้พัฒนา ไทม์ไลน์ ส่งจดหมายอิเล็กส์ทรอนิค ไปที่รายชื่อผู้ใช้

source: Why is Timeline not available in my language?
th: ทำไม ไทม์ไลน์ ไม่สามารถใช้งานได้ กับภาษาของฉัน ?

source: Timeline is developed and translated by volunteers. If you would like to contribute translations you are very much welcome to contact us.
th: ไทม์ไลน์ ถูกพัฒนาและแปลโดย อาสาสมัคร ถ้าคุณต้องการสนับสนุนการแปล มีความยินดีอย่างมากที่จะติดต่อเรา.

source: Search results for '%s'
th: ค้นหาผลลัพท์ สำหรับ '%s'

source: Related pages
th: หน้าที่เกี่ยวข้อง

source: There was a problem printing. Perhaps your current printer is not set correctly?
th: การพิมมีปัญหาเกิดขึ้น บางทีเครื่องพิมพ์ปัจจุบันของคุณไม่ได้ตั้งค่าอย่างถูกต้อง?

source: Printing
th: กำลังพิมพ์

source: Print preview
th: ตัวอย่างการพิมพ์

source: Can't zoom deeper than 5
th: ไม่สามารถ ขยายได้ใกล้กว่า 5

source: 1-period
th: 1 ตอน

source: 10-period
th: 10 ตอน

source: 100-period
th: 100 ตอน

source: 1000-period
th: 1000 ตอน

source: Go to Time
th: ไปที่เวลา

source: Fit Millennium
th: มิลเลนเนียมที่เหมาะสม

source: Fit Century
th: Centuryที่เหมาะสม

source: Fit Decade
th: ทศวรรษที่เหมาะสม

source: Fit Year
th: ปีที่เหมาะสม

source: Fit Month
th: เดือนที่เหมาะสม

source: Fit Day
th: วันที่เหมาะสม

source: can't be before year 10
th: ไม่สามารถเป็นไปได้ก่อนปีที่ 10

source: can't be after year 9989
th: ไม่สามารถเป็นไปได้หลังปีที่ 9989

source: Can't zoom wider than 1200 years
th: ไม่สามารถซูมกว้างกว่า 1200 ปี

source: Can't zoom deeper than 1 hour
th: ไม่สามารถขยายลึกกว่า 1 ชั่วโมง

source: Day
th: วัน

source: Week
th: สัปดาห์

source: Month
th: เดือน

source: Year
th: ปี

source: Go to Date
th: ไปยังวัน

source: can't be before year %d
th: ไม่สามารถเป็นไปได้ก่อนปีที่ %d

source: can't be after year %d
th: ไม่สามารถเป็นไปได้หลังปีที่ %d

source: No timeline set
th: ไม่มีการตั้งค่า Timeline

source: Edit
th: แก้ไข

source: Duplicate...
th: คัดลอก...

source: Delete
th: ลบ

source: Center
th: ศูนย์กลาง

source: %s events hidden
th: เหตุการณ์ %s ถูกซ่อนไว้

source: Are you sure you want to delete %d events?
th: คุณแน่ใจหรือไม่ว่าต้องการลบเหตุการณ์ %d

source: Are you sure you want to delete this event?
th: คุณแน่ใจหรือไม่ว่าต้องการลบเหตุการณ์นี้

source: Can't move locked event
th: ไม่สามารถเคลื่อนย้ายเหตุการณ์ที่ถูกล็อคไว้ได้

source: Period is too long
th: ระยะเวลานานเกินไป

source: Add new
th: เพิ่มใหม่

source: Add Category
th: เพิ่มหมวดหมู่

source: Edit...
th: แก้ไข...

source: Add...
th: เพิ่ม...

source: Edit Category
th: แก้ไขประเภท

source: Are you sure you want to delete category '%s'?
th: คุณแน่ใจหรือไม่ว่าต้องการลบหมวด '%s' ?

source: Invalid date
th: วันที่ไม่ถูกต้อง

source: No match
th: ไม่ตรงกัน

source: Only one match
th: ตรงกันหนึ่งอัน

source: Edit Categories
th: แก้ไขหมวดหมู่

source: Category name '%s' not valid. Must be non-empty.
th: หมวดหมู่ชื่อ '%s' ไม่ถูกต้อง มันจะต้องไม่ว่างเปล่า

source: Category name '%s' already in use.
th: หมวดหมู่ชื่อ '%s' ถูกใช้งานเรียบร้อยแล้ว

source: Name:
th: ชื่อ:

source: Color:
th: สี:

source: Font Color:
th: สีตัวอักษร:

source: Parent:
th: พ่อแม่:

source: Category:
th: หมวดหมู่:

source: Duplicate Event
th: คัดลอกเหตุการณ์

source: %d Events not duplicated due to missing dates.
th: เหตุการณ์ %d ไม่สามารถคัดสอกได้เนื่องจากวันที่หายไป

source: Number of duplicates:
th: จำนวนรายการที่ซ้ำกัน:

source: Period
th: ระยะเวลา

source: Frequency:
th: ความถี่:

source: Forward
th: ไปข้างหน้า

source: Backward
th: ย้อนกลับ

source: Both
th: ทั้งสอง

source: Direction
th: ทิศทาง

source: Event Properties
th: คุณสมบัติของเหตุการณ์

source: When:
th: เวลา:

source: to
th: ถึง

source: Show time
th: โชว์เวลา

source: Fuzzy
th: เลื่อน

source: Locked
th: ถูกล็อคไว้

source: Ends today
th: สิ้นสุดวันนี้

source: Text:
th: ข้อความ:

source: Description
th: คำบรรยาย

source: Icon
th: สัญลักษณ์

source: Add more events after this one
th: เพิ่มเหตุการณ์ หลังจากเหตุการณ์นี้

source: Select Icon
th: เลือกสัญลักษณ์

source: Edit Event
th: แก้ไขเหตุการณ์

source: Create Event
th: สร้างเหตุการณ์

source: Help
th: ขอความช่วยเหลือ

source: Could not find markdown Python package. It is needed by the help system. See the Timeline website or the INSTALL file for instructions how to install it.
th: ไม่พบ markdown Phyton package มันเป็นสิ่งจำเป็นโดยระบบช่วยเหลือ ดูเวบไซด์ไทม์ไลน์หรือติดตั้งไฟล์สำหรับคำแนะนำวิธีการติดตั้ง

source: Go to home page
th: กลับสู่หน้าหลัก

source: Go back one page
th: ย้อนกลับไปหน้าก่อนหน้านี้

source: Go forward one page
th: ไปหน้าถัดไป

source: Page not found
th: ไม่พบหน้านี้

source: Could not find page '%s'.
th: ไม่พบหน้า '%s'

source: Timeline files
th: แฟ้มไทม์ไลน์

source: SVG files
th: แฟ้ม SVG

source: &File
th: &แฟ้ม

source: New
th: ใหม่

source: Create a new timeline
th: สร้างไทม์ไลน์ใหม่

source: File Timeline...
th: แฟ้มไทม์ไลน์...

source: Create Timeline
th: สร้างไทม์ไลน์

source: The specified timeline already exists.
th: ไทม์ไลน์ที่กำหนด มีอยู่แล้ว

source: Opening timeline instead of creating new.
th: เปิดไทม์ไลน์แทนการสร้างใหม่

source: Information
th: ข้อมูล

source: Directory Timeline...
th: สารบบของไทม์ไลน์...

source: Open an existing timeline
th: เปิดไทม์ไลน์ที่มีอยู่

source: Open Timeline
th: เปิดไทม์ไลน์

source: Open &Recent
th: เปิดชิ้นงานล่าสุด

source: Page Set&up...
th: ตั้งค่าหน้ากระดาษ...

source: Setup page for printing
th: ตั้งค่าหน้ากระดาษก่อนพิมพ์

source: Print Preview
th: ดูตัวอย่างก่อนพิมพ์

source: Print
th: พิมพ์

source: &Export to Image...
th: ทำเป็นรูปภาพ...

source: Export the current view to a PNG image
th: แปลงมุมมองปัจจุบันเป็นรูปประเภท PNG

source: &Export to SVG...
th: ส่ง SVG ออก...

source: Export the current view to a SVG image
th: ส่งออกภาพ SVG ณ ปัจจุบัน

source: Could not find pysvg Python package. It is needed to export to SVG. See the Timeline website or the INSTALL file for instructions how to install it.
th: ไม่สามารถหา pysvg phyton package มันต้องการส่งออกไปยัง SVG. ดูตารางเวลาเวบไซด์หรือติดตั้งเอกสารเพื่อเป็นคำแนะนำว่าติดตั้งอย่างไร

source: Export to SVG
th: ส่ง SVG ออก

source: Play timeline
th: เล่นตารางเวลา

source: Play timeline as movie
th: เล่นตารางเวลาในรูปแบบภาพยนตร์

source: Exit the program
th: ออกจากโปรแกรม

source: &Edit
th: แก้ไข

source: &View
th: มอง

source: &Sidebar Ctrl+I
th: แถบด้านข้าง Ctrl+l

source: &Legend
th: คำบรรยายใต้ภาพ

source: &Balloons on hover
th: เวลาเลื่อน

source: &Timeline
th: ตารางเวลา

source: Create &Event...
th: สร้างเหตุการณ์...

source: Create a new event
th: สร้างเหตุการณ์ใหม่

source: &Duplicate Selected Event...
th: จำลองเหตุการณ์ที่เลือก...

source: Duplicate the Selected Event
th: จำลองเหตุการณ์ที่เลือก

source: &Measure Distance between two Events...
th: จำนวนระยะทางระหว่าง 2 เหตุการณ์...

source: Measure the Distance between two Events
th: จำนวนระยะทางระหว่าง 2 เหตุการณ์

source: Distance between selected events
th: ระยะทางระหว่าง 2 เหตุการณ์

source: Events are overlapping or distance is 0
th: หลายเหตุการณ์ที่ซ้อนกันหรือระยะทางเป็นศูนย์

source: Edit &Categories
th: แก้ไขและแบ่งหมวดหมู่

source: Read Only
th: อ่านอย่างเดียว

source: read-only
th: อ่านได้อย่างเดียว

source: &Navigate
th: หาเส้นทาง

source: Find First Event
th: หาเหตุการณ์แรก

source: Find Last Event
th: หาเหตุการณ์สุดท้าย

source: Fit All Events
th: ทำให้เหตุการณ์ทั้งหมดมีความพอดี,เหมาะสม

source: &Help
th: &ช่วยเหลือ

source: &Contents F1
th: &เนื้อหา F1

source: Getting started tutorial
th: เริ่มต้นการสอน

source: Unable to write configuration file.
th: ไฟล์ที่ตั้งค่าไว้ไม่สามารถเขียนได้

source: File '%s' does not exist.
th: ไม่มีไฟล์ '%s'.

source: No timeline opened.
th: ไม่มีตารางเวลาที่เปิดอยู่

source: First time using Timeline?
th: ครั้งแรกที่ใช้ตารางเวลา?

source: Relevant help topics:
th: หัวข้อช่วยเหลือที่เกี่ยวข้อง:

source: Close
th: ปิด

source: Preferences
th: การตั้งค่า

source: General
th: ทั่วไป

source: Date && Time
th: วัน && เวลา

source: Week start on:
th: เริ่มต้น,เริ่มทำงานสัปดาห์ที่:

source: This feature is experimental. If events are created in the extended range, you can not disable this option and successfully load the timeline again. A reload of the timeline is also needed for this to take effect.
th: คุณลักษณะนี้มีการทดลอง. ถ้าเหตุการณ์ ถูกสร้างขึ้นในช่วงที่มีการขยาย,เพิ่มเติม,คุณไม่สามารถ ปิดตัวเลือกการใช้งานและประสบความสำเร็จในการโหลด ตาราเวลาอีกครั้ง. ตาราเวลามีการโหลดใหม่ มันยังเป็นสิ่งจำเป็นต่อการถูกบังคับใช้

source: Open most recent timeline on startup
th: ครั้งล่าสุดที่เปิดตารางเวลา

source: Use inertial scrolling
th: ใช้ตัวเลื่อน

source: Use extended date range (before 1 AD)
th: ใช้ช่วงวันที่ถูกขยาย(ก่อน 1 AD)

source: Monday
th: วันจันทร์

source: Sunday
th: วันอาทิตย์

source: Unable to copy to clipboard.
th: ไม่สามารถคัดลอกลงบนคลิปบอร์ด

source: Error
th: ข้อผิดพลาด

source: Warning
th: คำเตือน

source: Question
th: คำถาม

source: Default
th: ค่าเริ่มต้น

source: Dark
th: ที่มืด

source: Dark Olive Green
th: มะกอกเขียวเข้ม

source: Generic
th: ทั่วไป

source: Pane Switcher
th: ตัวสลับหน้าต่าง

source: Pane Preview
th: แสดงตัวอย่างหน้าต่าง

source: Cl&ose
th: ปิด

source: Close All
th: ปิดทั้งหมด

source: &Next
th: &ต่อไป

source: &Previous
th: &ก่อนหน้า

source: &Window
th: &หน้าต่าง

source: CubeColorDialog: Choose Color
th: กล่องลูกบาศก์สี: เลือกสี

source: Customize
th: กำหนดเอง

source: &Close
th: &ปิด

source: Menus
th: เมนู

source: Options
th: ตัวเลือก

source: Select Menu To Add/Remove:
th: เลือกเมนูสำหรับเพิ่ม หรือลบ:

source: Default Style
th: รูปแบบค่าเริ่มต้น

source: Metallic
th: ประกายระยิบระยับ

source: Menu bar style
th: รูปแบบของแถบเมนู

source: Default style settings
th: รูปแบบการตั้งค่าเริ่มต้น

source: Draw vertical gradient
th: วาดไล่ระดับสีในแนวตั้ง

source: Draw border around menu bar
th: วาดเส้นขอบรอบๆแถบเมนู

source: Toolbar float over menu bar
th: แถบเครื่องมือลอยบนแถบเมนู

source: Color Scheme
th: รูปแบบสี ,โทนสี

source: Save
th: บันทึก

source: Don't Save
th: ไม่บันทึก

source: OK
th: ตกลง

source: Cancel
th: ยกเลิก

source: Yes
th: ใช่

source: No
th: ไม่

source: Choose a directory
th: เลือกแฟ้ม

source: Browse For Folders
th: เรียกดูแฟ้มเอกสาร

source: Choose one or more folders:
th: เลือกหนึ่ง แฟ้ม หรือแฟ้มอื่นๆ;

source: Folder:
th: แฟ้มเอกสาร:

source: Make New Folder
th: สร้ามแฟ้มใหม่

source: Busy
th: ไม่ว่าง

source: Basic Colors:
th: สีพื้นฐาน:

source: Custom Colors:
th: สีที่กำหนดเอง:

source: Add to Custom Colors
th: เพิ่มสีที่กำหนดเอง

source: Solid Color
th: สีทึบ

source: Application
th: เป็นการใช้เทคโนโลยีระบบ หรือผลิตภัณฑ์

source: has been modified outside of
th: ถูกเปลี่ยน,แก้ไขจากภายนอก

source: . Overwrite
th: เขียนทับ

source: with current changes?
th: มีการเปลี่ยนแปลง กับปัจจุบัน ?

source: Save As
th: บันทึกแฟ้มเป็น

source: File Error
th: เกิดข้อผิดพลาดของแฟ้มงาน

source: Untitled
th: ไม่มีชื่อ

source: Save changes to '%s'?
th: ต้องการบันทึกการเปลี่ยนแปลง'%s' หรือไม่ ?

source: Unable to display print preview.
th: ไม่สามารถแสดงตัวอย่างก่อนพิมพ์

source: Preview
th: ดูตัวอย่าง

source: &Undo Ctrl+Z
th: &ยกเลิกทำล่าสุด Ctrl+Z

source: &Redo Ctrl+Y
th: &ทำซ้ำอีกครั้ง Ctrl+Y

source: Reload
th: เรียกใหม่อีกครั้ง

source: from file system?
th: จากระบบแฟ้ม?

source: Couldn't reload
th: ไม่สามารถเรียกใหม่ได้

source: Unable to close current
th: ไม่สามารถปิดในตอนนี้

source: Select a File
th: เลือกแฟ้ม

source: Select a document type:
th: เลือกประเภทของเอกสาร:

source: Documents
th: เอกสาร

source: Select a document view:
th: เลือกมุมมองของเอกสาร:

source: Views
th: แสดง

source: &Undo
th: &เปลี่ยนกลับ

source: &Redo
th: &ทำใหม่

source: &New... Ctrl+N
th: &ใหม่... Ctrl+N

source: Creates a new document
th: สร้างเอกสารใหม่

source: &Open... Ctrl+O
th: &เปิด... Ctrl+O

source: Opens an existing document
th: เปิดเอกสารที่มีอยู่

source: Closes the active document
th: ปิดเอกสารที่ใช้งานอยู่

source: Close A&ll
th: ปิดทั้งหมด

source: Closes all open documents
th: ปิดเอกสารที่เปิดอยู่ทั้งหมด

source: Saves the active document
th: บันทึกเอกสารที่ใช้งาน

source: Save &As...
th: บันทึกเป็น...

source: Saves the active document with a new name
th: บันทึกเอกสารที่ใช้งานด้วยชื่อใหม่

source: Saves the all active documents
th: บันทึกเอกสารทั้งหมดที่ใช้งาน

source: &Print Ctrl+P
th: &พิมพ์ Ctrl+P

source: Prints the active document
th: พิมพ์เอกสารที่ใช้งาน

source: Print Pre&view
th: แสดงตัวอย่างก่อนพิมพ์

source: Displays full pages
th: แสดงผลแบบเต็มหน้า

source: Page Set&up
th: ตั้งค่าหน้ากระดาษ

source: Changes page layout settings
th: เปลี่ยนแปลงการตั้งค่าเค้าโครงหน้า

source: &Quit
th: &ออก

source: Closes this program
th: ปิดโปรแกรมนี้

source: E&xit
th: ออก

source: Reverses the last action
th: กลับไปการกระทำล่าสุดที่ผ่านมา

source: Reverses the last undo
th: ยกเลิกการกระทำที่ผ่านมา

source: Cuts the selection and puts it on the Clipboard
th: ตัดส่วนที่เลือกและใส่ที่คลิปบอร์ด

source: &Copy Ctrl+C
th: &คัดลอก Ctrl+C

source: Copies the selection and puts it on the Clipboard
th: คัดลอกส่วนที่เลือกเเละใส่ที่คลิปบอร์ด

source: &Paste Ctrl+V
th: &วาง Ctrl+V

source: Inserts Clipboard contents
th: เเทรกเนื้อหาของคลิปบอร์ด

source: &Delete
th: &ลบ

source: Erases the selection
th: ลบสิ่งที่เลือก

source: Select A&ll Ctrl+A
th: เลือก A&ll Ctrl+A

source: Selects all available data
th: เลือกข้อมูลที่มีอยู่ทั้งหมด

source: &Toolbar
th: &แถบเครื่องมือ

source: Shows or hides the toolbar
th: แสดงหรือซ่อนเเถบเครื่องมือ

source: &Status Bar
th: &แถบสถานะ

source: Shows or hides the status bar
th: แสดงหรือซ่อนแถบสถานะ

source: &About
th: &เกี่ยวกับ

source: Displays program information, version number, and copyright
th: แสดงข้อมูลของโปรแกรมหมายเลขรุ่นและลิขสิทธิ์

source: Open
th: เปิด

source: Save All
th: บันทึกทั้งหมด

source: Saves all the active documents
th: บันทึกเอกสารที่ใช้งานทั้งหมด

source: Cut
th: ตัด

source: Copy
th: คัดลอก

source: Paste
th: วาง

source: Undo
th: ยกเลิกคำสั่ง

source: Redo
th: ทำใหม่

source: Ready
th: พร้อม

source: Close All but "%s"
th: ปิดทั้งหมด แต่"%s"

source: Select Tab
th: เลือกแท็บ

source: &Tools
th: &เครื่องมือ

source: &Format
th: &รูปแบบ

source: &Options...
th: &ตัวเลือก...

source: Sets options
th: ตั้งค่าตัวเลือก

source: Show tips at start up
th: แสดงเคล็ดลับที่start up

source: Show each document in its own window
th: แสดงเอกสารในเเต่ละหน้าต่างของตัวเอง

source: Show all documents in a single window with tabs
th: แสดงเอกสารทั้งหมดในหน้าต่างเดียวด้วยแท็บ

source: Show all documents in a single window with child windows
th: แสดงเอกสารทั้งหมดในหน้าต่างเดียวด้วยหน้าต่างลูก(หน้าต่างใหม่)

source: Document Display Style
th: แสดงด้วยรูปแบบของเอกสาร

source: Document Options
th: ตัวเลือกเอกสาร

source: Document interface changes will not appear until the application is restarted.
th: อินเทอร์เฟซเอกสารจะไม่เปลี่ยนแปลงจนกว่าจะเริ่มต้นโปรแกรมใหม่อีกครั้ง

source: About
th: เกี่ยวกับ

source: &Properties
th: &คุณสมบัติ

source: Show file properties
th: แสดงคุณสมบัติของไฟล์

source: File Properties
th: คุณสมบัติไฟล์

source: Filename:
th: ชื่อไฟล์:

source: Location:
th: ที่อยู่:

source: Size:
th: ขนาด:

source: bytes
th: ไบต์

source: Created:
th: สร้าง:

source: Modified:
th: เปลี่ยนแปลง:

source: Accessed:
th: ได้เข้าถึง

source: &Arrange All
th: &จัดการทั้งหมด
