Repository: sugar-activities/4497-activity
Catalog: po/ayc.po
Languages: ayc

source: Time Line
ayc: Pacha chinu

source: Allows create interactive time lines
ayc: Sariri pacha chinunaka uñstayaña wakiyi

source: You can't change time when the Event is locked
ayc: pacha janiwa jaqtañjamati luräwi jist'antatipana

source: Jan
ayc: Enero phaxsi ch'iku

source: Dec
ayc: Diciembre phaxsi ch'iku

source: Aug
ayc: Agosto phaxsi ch'iku

source: day
ayc: uru

source: minute
ayc: pacha t'ijta

source: minutes
ayc: pacha t'ijtanaka

source: hour
ayc: maya urasa

source: hours
ayc: walja urasanaka

source: days
ayc: urunaka

source: Select region to zoom into
ayc: Maya suyu katusina jak'achayma

source: Region too short
ayc: Sinti jisk'a suyu

source: Region too long
ayc: Sinti jach'a suyu

source: Can't scroll more to the left
ayc: Ch'iqa tuqiru janiwa sinti jithjtañjamati

source: Can't scroll more to the right
ayc: Kupi tuqiru janiwa sinti jithjtañjamati

source: Mon
ayc: Lunes uru ch'iku

source: Sun
ayc: Domingo uru ch'iku

source: Someone else has changed the Timeline. You have two choices! 1. Set Timeline in Read-Only mode. 2. Synchronize Timeline. Do you want to Synchronize?
ayc: Khiticha pacha chinu mayjt'ayawi. Paya thakiwa utjtma: 1. Pacha chinu ulaña mayaru wakichaña. 2. Pacha chinu katjaña. ¿Katjaña muntati?

source: Feb
ayc: Febrero phaxsi ch'iku

source: Mar
ayc: Marzo phaxsi ch'iku

source: Apr
ayc: Abril phaxsi ch'iku

source: May
ayc: Mayo phaxsi ch'iku

source: Jun
ayc: Junio phaxsi ch'iku

source: Jul
ayc: Julio phaxsi ch'iku

source: Sep
ayc: Setiembre phaxsi ch'iku

source: Oct
ayc: Octubre phaxsi ch'iku

source: Nov
ayc: Noviembre phaxsi ch'iku

source: Tue
ayc: Marzo phaxsi ch'iku

source: Wed
ayc: Miércoles uru ch'iku

source: Thu
ayc: Jueves uru ch'iku

source: Fri
ayc: Viernes uru ch'iku

source: Sat
ayc: Sábado uru ch'iku

source: Could not find iCalendar Python package. It is required for working with ICS files. See the Timeline website or the INSTALL file for instructions how to install it.
ayc: Akïri wakichata Python iCalendar janiwa utjiti. Akïri wakichäwi ICS imaña wakichatanakampi wakichañatakiwa wakisi. Akïri thaqañaru mantma Timeline jani uka INSTALL limt'ma qhantayaña yatiqañataki.

source: Unable to open timeline '%s'.
ayc: Pacha chinu janiwa qhantaña muniti '%s'.

source: Unknown format.
ayc: Jani uñt'ata wakichata

source: Unable to read from file '%s'.
ayc: Imata wakichata janiwa ullanjamati '%s'.

source: Unable to read timeline data from '%s'.
ayc: Timeline wakichata janiwa chaninaka ulliti '%s'.

source: Displayed period must be > 0.
ayc: Pacha chani uñachayata jukhañapawa > 0.

source: Welcome
ayc: Purinikmalla

source: Welcome to Timeline
ayc: Pacha chinuru purinikmalla

source: Intro
ayc: Nayraqata arunaka

source: Hover me!
ayc: Naytaya jutma!

source: Hovering events with a triangle shows the event description.
ayc: Kimsa k'uchuni jithnaqayañampi thaqtayasa qhananchäwi uñachayapxi.

source: Features
ayc: Uñanaqanakapa

source: Scroll
ayc: Scroll wakichata

source: Left click somewhere on the timeline and start dragging. You can also use the mouse wheel. You can also middle click with the mouse to center around that point.
ayc: timeline wakichatru ch'iqa limt'aña limt'asa jithtayma. Jumaxa jithnaqayañana muyuripa apnaqarakismawa. Jumaxa taypinkiri limt'aña limt'arakismawa taypi chiqaru limt'asa.

source: Zoom
ayc: Jach'aptayaña

source: Hold down Ctrl while scrolling the mouse wheel. Hold down Shift while dragging with the mouse.
ayc: Akïri limt'aña limt'ma Ctrl jithinaqañaya muyuripa unuqiyasa. Akïri limt'aña limt'ma Shift jithinaqañaya muyuripa unuqiyasa.

source: Create event
ayc: Wakichäwi uñstayaña

source: Double click somewhere on the timeline. Hold down Ctrl while dragging the mouse to select a period.
ayc: timeline wakichataru paya kuti limt'ma. Limt'aña limxatma Ctrl jithinaqayaña jithtayasa maya pacha t'aqa thaqañataki.

source: Edit event
ayc: Wakichata chiqachaña

source: Double click on an event.
ayc: Wakichataru paya kuti limt'a

source: Select event
ayc: Wakichata thaqaña

source: Click on it. Hold down Ctrl while clicking events to select multiple.
ayc: Ukaru limt'ma. Aka limt'aña limxatma Ctrl yaqha wakichatanakaru limt'asa walja thaqañataki.

source: Delete event
ayc: Wakichata chhaqtayaña

source: Select events to be deleted and press the Del key.
ayc: wakichatanaka thaqma chhaqtayañataki ukata akïri limt'aña limt'ama Del.

source: Resize and move me!
ayc: tañaja mayjt'ayasa unxtayita!

source: First select me and then drag the handles.
ayc: nayraqata katjita ukata qatatita.

source: Saving
ayc: Imkasa

source: This timeline is stored in memory and modifications to it will not be persisted between sessions. Choose File/New/File Timeline to create a timeline that is saved on disk.
ayc: Aka timeline wakichata suma imatawa ukata juparu mayjt'ayañataki wakichatanakana janiwa wakisiniti. Thaqma Archivo/Nuevo/Archivo Timeline wakichata yaqha timeline wakichata uñstayañataki ukata suma imañataki.

source: Start time
ayc: Qalltäwi pacha chani

source: End time
ayc: Tuküwi pacha chani

source: Start time can't be after end time
ayc: Qalltäwi pacha chimpu janiwa tukuya pacha chimpu qhipäkaspati

source: Unable to save timeline data to '%s'. File left unmodified.
ayc: Wakichatanaka janiwa Timeline wakichataru imañjamati '%s'. Imata wakichata janiwa mayjt'ayasiti.

source: Unable to write timeline data.
ayc: Timeline wakichataru janiwa yaqha wakichatanaka qillqayasiti.

source: Unable to write to temporary file '%s'.
ayc: Jamasaru imaña wakichatanaka janiwa qillqayasiti '%s'.

source: Unable to take backup to '%s'.
ayc: Jani chhaqkiri imaña wakichata janiwa apaqayasiña muniti '%s'.

source: Unable to rename temporary file '%s' to original.
ayc: Jamasaru imata wakichata janiwa yaqha sutimpi sutichañjamati qallta imataru '%s'.

source: Unable to delete backup file '%s'.
ayc: Katjaña imata wakichata janiwa chhaqtayañjamati '%s'.

source: Field '%s' can't be empty.
ayc: Uka chiqaxa '%s' janiwa ch'usañapati.

source: Name
ayc: Suti

source: End must be > Start
ayc: Tukuyäwi pacha chimpuxa > Qalltäwi pacha chimputa sipana

source: Entered period is too long.
ayc: Pacha t'aqi wakichataxa sinti jayawa.

source: Text
ayc: Qillqata

source: Image files
ayc: Uñjasïwi imata wakichatanaka

source: Export to Image
ayc: Uñjasïwi wakichata apayaña

source: File '%s' exists. Overwrite?
ayc: Imata wakichata '%s' utjiwa ¿Qillqxatma?

source: Help contents
ayc: Yanapaña wakichatanaka

source: Questions and answers
ayc: Jiskht'äwinaka kutt'ayäwinaka

source: Concepts
ayc: Qhananchäwinaka

source: Tasks
ayc: Wakichañanaka

source: Where is the save button?
ayc: ¿Kawkinkisa wakichatanaka imañataki limt'aña?

source: There is no save button. Timeline will automatically save your data whenever needed.
ayc: Imañataki limt'aña janiwa utjiti. Timeline wakichata wakisiri wakichatanaka aliqata imani.

source: Where do the week numbers go if I start my weeks on Sunday?
ayc: ¿Kawkinkisa urunakana jakhu chimpunakapa nayankiri Domingo ururakisa qallti?

source: The date data object used does not support week numbers for weeks that start on Sunday at present. We plan on using a different date object that will support this in future versions.
ayc: Uru wakichata wakichatapa, janiwa urunaka chimpu katuqiti uka urunaka Domingo urumpi qalltipana. Mayja wakichatanaka apanaqaña wakichapxtha wali jaya jakañataki.

source: Can multiple users work with the same timeline?
ayc: ¿Waljani apnaqirinaka wakichapxaspawa maya sapa pacha chinumpi?

source: There are some support for multiple users to work on the same timeline file. When you try to make a change and someone else has made a change you will be asked to make one of two choices: - Set timeline in read-only mode. - Synchronize the timeline. During the your edit action the timeline is locked for changes by others. If you try to edit a timeline when it is locked by someone else you will be notified about this situation.
ayc: Maka juk'a yanpaxa utjiwa waljani apanaqirinakana maya sapa imata wakichatana wakichapxañapataki. Mayjt'ayäwi apaña layku ukata yaqha apanaqirina mayjt'ayipana, uka paya sarata mayniwa mayisini: - Pacha chinu wakichata ullañatakmaya wakichaña. - Pacha chinu katjaña. Pacha chinu wakichata chiqachañana yaqha wakichäwi chiqachañanaka sayt'ayataniwa. Pacha chinu wakichata yaqha apaniqirina sayt'ayatipana uka tuqita yatiyatätawa.

source: Timeline
ayc: Timeline pacha chinu wakichata

source: The timeline shows dates according to the Gregorian calendar on the x-axis. Currently the dates are limited to dates between year 10 and year 9989. Future versions might support various kinds of timelines so that you for example can specify a time in terms of number of minutes since a start time. If you are interested in such a feature, please get in touch. The timeline is divided in two areas with a horizontal adjustable divider line. Period events are displayed below the line and point events are displayed above the line.
ayc: Pacha chinu wakichata pacha t'aqanaka uñachayi uka calendario Gregoriano wakisirirjama uka x chimpurina. Jichhaxa pacha t'aqanakaxa q'axtayasiwa uka 10 marata 9989 marakama. Jutiri wakichatanakaxa jichha pacha chinu wakichatata sipa juk'ampispawa, sañäni, pacha t'aqa sapa pacha t'ijtäwitjama qalltäwi pacha t'aqatjama qhananchaspa. Juma uka uñanaqani wakichata munasma ukaxa, mira suma qillqantma. Pacha chinu paya kasta chiqaru jaljayasiwa maya chiqa rixitampi. Sapa kuti qhanayaña wakichatanakawa uka uñachayasi ukata jichha qakisiri wakichataxa pacha chinunaka jaljayiri rixita patxana uñachayasi.

source: Events
ayc: Wakichatanaka

source: An event is the basic data type for representing information on the timeline. It must specify where on the timeline is should be placed (when that event happened). This can be either a specific point in time or a period.
ayc: Maya wakichata maya kasta imata wakichatawa Timeline pacha chinu wakichatana uñachayañataki. Qhananchasispwa kawkiri imatanisa uka wakichataxa. Ukhamarusa qhananchasirakispawa maya wakichatasa jani ukaxa maya pacha t'aqasa.

source: Categories
ayc: Wakichata kastanaka

source: Categories are used to group events. An event can only belong to one category. All events that belong to the same category are displayed with the same background color.
ayc: Wakichata kastanakaxa maya t'aqa wakichatanakataki apanaqataspawa. Ukata sapa wakichata maya sapa kasta wakichataruwa wakisispa. Taqi maya kasta wakichatanakaru wakisiri maya sapa samimpi ch'ikunchataniwa.

source: The *Create Event* dialog can be opened in the following ways: - Select *Timeline* - *Create Event* from the menu. - Double click with the *left* mouse button on the timeline. - Press the *Ctrl* key, thereafter hold *left* mouse button down on the timeline, drag the mouse and release it.
ayc: Akïri aruskipäwi *Wakichata uñstayaña* akhama qhantayasirakispa: - Thaqañäni *Pacha chinu* - *Wakichata uñstayaña* - Pacha chinu wakichataru paya kuti limt'ma. - Akïri limt'aña limxatma Ctrl, ukchiñkama jithiyma, wakisiri limt'aña limxatasa, pacha chinu rixi patxaru.

source: The *Edit Event* dialog can be opened by double clicking on an event.
ayc: Akïri aruskipäwi *Wakichata chiqachaña* wakichatana paya kuti limt'asawa qhantayasispa.

source: Move event vertically
ayc: Wakichata aynachäxaru jithjtayaña

source: An event can be moved vertically. This is done by first selecting the event and therefter using the Alt+Up or Alt+Down keys.
ayc: Maya wakichata aynachäxaru jithjtayataspawa. Ukaxa nayraqata wakichata katjasawa apasiraki ukata qhipata limt'añanakampi Alt+Arriba o Alt+Abajo.

source: Selecting events
ayc: Wakichata thaqaña

source: To select an event, click on it. To select multiple events, hold down the *Ctrl* key while clicking events.
ayc: Maya wakichata thaqañataki, uka wakichatxaru limt'ma. Walja wakichatanaka thaqañataki, akïri limt'aña *Ctrl* limxatma ukchiñkama yaqha wakichatanakaru limxatma.

source: To delete an event, select it and press the *Del* key. Multiple events can be deleted at the same time.
ayc: Maya wakichata chhaqtayañataki, thaqtasa *Supr* limt'aña limt'ma. Maya kutina walja wakichatanaka chhaqtayasirakispawa.

source: Will associated events be deleted when I delete a category?
ayc: ¿Walja wakichatanaka chhaqtayasispawa uka kasta wakichatapa chhaqtayatata?

source: No. The events will still be there but they will not belong to a category.
ayc: Janiwa. Uka wakichatanaka ukankaskapuniniwa, mayaki jani maya kastaaru wakisipxaniti.

source: Edit categories
ayc: Wakichata kastanaka chiqachaña

source: Categories can be managed in the *Edit Categories* dialog (*Timeline* > *Edit Categories*). To edit an existing category, double click on it. The visibility of categories can also be edited in the sidebar (*View* > *Sidebar*).
ayc: Wakichata kastanaka aruskipaña wakichatana *Wakichata kastanaka chiqachaña* (*Pacha chinunaka* > *Wakichata kastanaka chiqachaña*). Maya wakichata kasta chiqachañataki, ukaru paya kuti limt'ma. Wakichata kastanaka qawaya wakichatanakata chiqachasirakispawa (*Uñjaña* > *Qawaya wakichata*).

source: Contact
ayc: Mayachäwi

source: If you have more questions about Timeline, or if you want to get in contact with users and developers of Timeline, send an email to the user mailing list: <thetimelineproj-user@lists.sourceforge.net>. (Please use English.)
ayc: Juma juk'ampi Timeline wakichatxata jiskht'asiña munsta jani ukaxa yaqha apanaqirinakampi jakisincha munta ukata Timeline wakichirinakampi, apanaqirinakaru qillqma: <thetimelineproj-user@lists.sourceforge.net>. Mira suma inglés aruta qillqtma.

source: Why is Timeline not available in my language?
ayc: ¿Kunatsa Timeline wakichata arujana jani utjpacha?

source: Timeline is developed and translated by volunteers. If you would like to contribute translations you are very much welcome to contact us.
ayc: Timeline wakichata chuymachasirinakana jaqukipatawa. Juma jaqukipaña munstasti wali suma katuqt'atäwa. Qillqt'anipxita.

source: Search results for '%s'
ayc: Wakichata thaqatanaka katjata '%s'

source: Related pages
ayc: Ukhama wakichatanaka thaqaña

source: There was a problem printing. Perhaps your current printer is not set correctly?
ayc: Wakichata sich'suñana pantjatawa uñasi. ¿Inaxalla sich'surimaxa jani chiqapa wakichatächiti?

source: Printing
ayc: Sich'susiskiwa

source: Print preview
ayc: Uñjaña yant'aña

source: Go to &Zero Ctrl+Z
ayc: Akïriru saraña &Cero Ctrl+Z

source: Go to &Time Ctrl+T
ayc: Akïriru saraña &Tiempo Ctrl+T

source: Backward PgUp
ayc: Kuttaña PgUp

source: Forward PgDn
ayc: Nayrtaña PgDn

source: Can't zoom deeper than 5
ayc: 5 chanini aynacharu janiwa jach'aptaysnati

source: 1-period
ayc: 1 pacha t'aqapa

source: 10-period
ayc: 10 pacha t'aqapa

source: 100-period
ayc: 100 pacha t'aqapa

source: 1000-period
ayc: 1000 pacha t'aqapa

source: Go to Time
ayc: Pacharu saraña

source: Go to &Today Ctrl+T
ayc: Akïriru saraña &Hoy Ctrl+H

source: Go to D&ate... Ctrl+G
ayc: Jichha uru... Ctrl+G

source: Forward One Wee&k Ctrl+K
ayc: Urunaka nayrtaña Ctrl+K

source: Back One &Week Ctrl+W
ayc: Qhipa simana &Semana Ctrl+W

source: Forward One Mont&h Ctrl+h
ayc: Maya phaxsi nayra Ctrl+h

source: Back One &Month Ctrl+M
ayc: Maya phaxsi qhipaqtaña &Mes Ctrl+M

source: Forward One Yea&r Ctrl+R
ayc: Maya mara nayrtaña Ctrl+R

source: Back One &Year Ctrl+Y
ayc: Maya mara kuttaña &Año Ctrl+Y

source: Fit Millennium
ayc: Waranqa wakichaña

source: Fit Century
ayc: Waranqa maranaka wakichaña

source: Fit Decade
ayc: Tunka mara wakichaña

source: Fit Year
ayc: Mara wakichaña

source: Fit Month
ayc: Phaxsi wakichaña

source: Fit Week
ayc: Simana wakichaña

source: Fit Day
ayc: Uru wakichaña

source: can't be before year 10
ayc: 10 marata sipana janiwa nayt'aspati

source: can't be after year 9989
ayc: 9989 marata sipana janiwa qhipt'aspati

source: Can't zoom wider than 1200 years
ayc: 1200 maranakata jilaru janiwa jach'aptayasispati

source: Can't zoom deeper than 1 hour
ayc: 1 urasata aynacharu janiwa jach'aptayasispati

source: Day
ayc: Uru

source: Week
ayc: Simana

source: Month
ayc: Phaxsi

source: Year
ayc: Mara

source: Go to Date
ayc: Uka ururu saraña

source: can't be before year %d
ayc: maya marata sipana janiwa nayrt'aspati %d

source: can't be after year %d
ayc: maya marata sipana janiwa qhipt'aspati %d

source: No timeline set
ayc: Janiwa maya pacha chinu wakichata katjatati

source: Edit
ayc: Chiqachaña

source: Duplicate...
ayc: Payaptayaña...

source: Delete
ayc: Chhaqtayaña

source: Sticky Balloon
ayc: Globo llink'ichasiri

source: Goto URL
ayc: Akïriru saraña URL

source: Center
ayc: Taypichaña

source: %s events hidden
ayc: %s imantata wakichatanaka

source: Are you sure you want to delete %d events?
ayc: ¿Wakichatanaka chhaqtayaña munapuntati %d?

source: Are you sure you want to delete this event?
ayc: ¿Akïri wakichata chhaqtayaña munapuntati?

source: Can't move locked event
ayc: Sayt'ayata wakichata janiwa unxtayañjamati

source: Period is too long
ayc: Pacha tañaxa sinti jayawa

source: Add new
ayc: Yaqha wakichata yapxataña

source: Add Category
ayc: Wakichata kasta yapxataña

source: Edit...
ayc: Chiqachaña...

source: Add...
ayc: Yapxataña...

source: Edit Category
ayc: Wakichata kasta chiqachaña

source: Are you sure you want to delete category '%s'?
ayc: ¿Wakichata kasta chhaqtayaña munapuntati '%s'?

source: Events belonging to '%s' will no longer belong to a category.
ayc: Wakichatanaka wakisirinaka '%s' janiwa maya kastaru wakisxiti.

source: Events belonging to '%(name)s' will now belong to '%(parent)s'.
ayc: Uka wakichatanaka '%(name)s' jichhaxa wakisiwa '%(parent)s'.

source: Invalid date
ayc: Pantjata uru chimpu

source: No match
ayc: Janiwa chiqt'äwinaka utjiti

source: Only one match
ayc: Maya sapa chiqt'äwikiwa utji

source: Edit Categories
ayc: Wakichata kastanaka chiqachaña

source: Category name '%s' not valid. Must be non-empty.
ayc: Wakichata kastana sutipa '%s' pantjatawa. Kunanïpachawa.

source: Category name '%s' already in use.
ayc: Wakichata kastana sutipa '%s' utjxiwa.

source: Name:
ayc: Suti:

source: Color:
ayc: Sami:

source: Font Color:
ayc: Qillqana samipa:

source: Parent:
ayc: Awki:

source: Container Properties
ayc: Apthapirina uñanaqanakapa

source: Category:
ayc: Wakichata kasta:

source: Duplicate Event
ayc: Payachjata wakichata

source: %d Events not duplicated due to missing dates.
ayc: %d jani payachjata wakichatanaka pacha chimpunaka jani utjipana.

source: Number of duplicates:
ayc: Payachjatanaka jakhu chimpupa:

source: Period
ayc: Pacha t'aqa

source: Frequency:
ayc: Kutxatäwi:

source: Forward
ayc: Nayrtaña

source: Backward
ayc: Qhipaqtaña

source: Both
ayc: Paypacha

source: Direction
ayc: Saräwi

source: Event Properties
ayc: Wakichatana utjirinakapa

source: When:
ayc: Kunapacha:

source: to
ayc: ukaru

source: Container:
ayc: Apthapiri:

source: Add Container
ayc: Apthapiri yapxataña

source: Show time
ayc: Jichha uñjaña

source: Fuzzy
ayc: Jani suma qhananchaña

source: Locked
ayc: Sayt'ayata

source: Ends today
ayc: Jichha uru tukma

source: Text:
ayc: Qillqata:

source: Description
ayc: Qhananchäwi

source: Alert
ayc: Siña

source: Icon
ayc: Chimpu

source: Hyperlink
ayc: Jach'a mayachäwi

source: Add more events after this one
ayc: Akata qhiparu wakichatanaka yapxataña

source: Images will be scaled to fit inside a 128x128 box.
ayc: Uñjasïwinaka suk'antasiniwa maya wakichataru phuqantañataki 128x128.

source: Select Icon
ayc: Chimpu thaqaña

source: Test
ayc: Yant'aña

source: URL:
ayc: URL wakichata:

source: Edit Container
ayc: Apthapiri wakichata chiqachaña

source: Edit Event
ayc: Wakichata chiqachaña

source: Create Event
ayc: Wakichata uñstayaña

source: Help
ayc: Yanapt'a

source: Could not find markdown Python package. It is needed by the help system. See the Timeline website or the INSTALL file for instructions how to install it.
ayc: Python wakichatana jisk'aptayiripa janiwa jakiyasiti ukawa wakichataru yanapaañataki wakisi. Timeline wakichataru mantañawa wakisi jani ukaxa INSTALL ukaru limt'ma qhantayaña yatiqañataki.

source: Go to home page
ayc: Qallta wakichäwiru saraña

source: Go back one page
ayc: Maya laphi kuttaña

source: Go forward one page
ayc: Maya laphi nayrtaña

source: Page not found
ayc: Wakichata janiwa jakiyasiti

source: Could not find page '%s'.
ayc: Wakichata janiwa jakiyasiti '%s'.

source: Timeline files
ayc: Timeline wakichatana wakichatanakapa

source: SVG files
ayc: SVG wakichatanaka

source: &File
ayc: &Wakichata

source: New
ayc: Machaqa

source: Create a new timeline
ayc: Machaqa pacha chinu wakichata uñstayaña

source: File Timeline...
ayc: Timeline imata wakichata...

source: Create Timeline
ayc: Pacha chinu wakichata uñstayaña

source: The specified timeline already exists.
ayc: Aka pacha chinu wakichata utjxiwa.

source: Opening timeline instead of creating new.
ayc: Maya pacha chinu wakichata qhantayaña yaqha machaqa uñstaykpacha.

source: Information
ayc: Yatiyäwi

source: Directory Timeline...
ayc: Timeline wakichata imata...

source: Open an existing timeline
ayc: Maya pacha chinu wakichata qhantayaña

source: Save Timeline As
ayc: Pacha chinu wakichata yaqha sutimpi imaña

source: Open Timeline
ayc: Pacha chinu wakichata qhantayaña

source: Open &Recent
ayc: Qhantayaña &qhipïri

source: Save As...
ayc: Yaqha sutimpi imaña...

source: Page Set&up...
ayc: Wakichata suma wakichjäwi

source: Setup page for printing
ayc: Sich'süwi wakichjäwi

source: Print Preview
ayc: Nayraqata uñjäwi

source: Print
ayc: Sich'suña

source: &Export to Image...
ayc: &Uñjasïwjama apayaña...

source: Export the current view to a PNG image
ayc: PNG uñjasïwi apayaña

source: &Export to SVG...
ayc: &SVG wakichata apayaña...

source: Export the current view to a SVG image
ayc: SVG uñjasïwiru jichha uñjata wakichata apayaña

source: Could not find pysvg Python package. It is needed to export to SVG. See the Timeline website or the INSTALL file for instructions how to install it.
ayc: PySVG wakichata uka Python wakichataru wakisiri janiwa jakiyasiti. Wakisiwa SVG wakichataru apayaña. Timeline wakichataru mantma jani ukaxa INSTALL limt'aña limt'ma uka wakichata qhantayaña yatiqañataki.

source: Export to SVG
ayc: SVG wakichata apayaña

source: Play timeline
ayc: timeline wakichata qhantayaña

source: Play timeline as movie
ayc: timeline wakichata maya película wakichatjama qhantayi

source: Exit the program
ayc: Wakichatata mistuña

source: &Edit
ayc: &Chiqachaña

source: &View
ayc: &Uñjaña

source: &Sidebar Ctrl+I
ayc: &Qawaya wakichata Ctrl+l

source: &Legend
ayc: &Yatiyaña

source: &Balloons on hover
ayc: &Muruq'u uñjañanaka

source: &Timeline
ayc: &Pacha chinu wakichata

source: Create &Event...
ayc: Wakichata &Uñstayaña...

source: Create a new event
ayc: Machaqa wakichata uñstayaña

source: &Duplicate Selected Event...
ayc: Thaqata wakichata &Payachjata...

source: Duplicate the Selected Event
ayc: Thaqata wakichata payachjaña

source: &Measure Distance between two Events...
ayc: &Paya wakichata jaljapa taña tupt'ma...

source: Measure the Distance between two Events
ayc: Paya wakichata jaljapa taña tupt'ma

source: Distance between selected events
ayc: Thaqata wakichatanakana jalja tañapa

source: Events are overlapping or distance is 0
ayc: Wakichatanakaxa sapakiwa jani ukaxa 0 jayaniwa

source: Edit &Categories
ayc: Wakichata kastanaka &chiqachaña

source: Read Only
ayc: Ullaña mayataki

source: read-only
ayc: ullaña mayataki

source: &Navigate
ayc: &Thaqaña

source: Find First Event
ayc: Nayrïri wakichata thaqaña

source: Find Last Event
ayc: Qhipïri wakichata thaqaña

source: Fit All Events
ayc: Taqi wakichata thurinchaña

source: &Help
ayc: &Yanapt'a

source: &Contents F1
ayc: &Wakichatanaka F1

source: Getting started tutorial
ayc: tutorial wakichataru purinikma
