Repository: sugar-activities/4497-activity
Catalog: po/ayc.po
Languages: ayc

source: &Quick Find
ayc: &K'ata thaqäwi

source: Open the Quick Find Bar
ayc: K'ata thaqäwi wakichaña siqi qhantayaña

source: Find Previous
ayc: Nayrankiri thaqaña

source: Goto previous match
ayc: Jutiri apayawiru mantaña

source: Find Next
ayc: Jutiri thaqaña

source: Goto the next match
ayc: Jutiri chikt'äwiru mantaña

source: Find Selected
ayc: Katuta thaqaña

source: Search for the currently selected phrase
ayc: Jichha katuta arsüwi thaqaña

source: Pr&eferences
ayc: Munatanaka

source: Edit Preferences / Settings
ayc: Munatanaka chiqachaña

source: Zoom Out
ayc: Jisk'aptayaña

source: Zoom In
ayc: Jach'aptayaña

source: Zoom Default
ayc: Jach'aptayaña pantjata

source: Highlight Caret Line
ayc: Jithinaqaña mantäwi apanukuña

source: Highlight the background of the current line
ayc: Jichha mantäwi manqha qhananchaña

source: Indentation Guides
ayc: Qawayana irpanakapa

source: Show Indentation Guides
ayc: Qawaya qillqata jitht'ayaña irpanaka uñachayaña

source: Show Edge Guide
ayc: Uñjaña rixita irpiri uñachayaña

source: Show the edge column guide
ayc: Qawaya siqi irpiri uñachayaña

source: Show EOL Markers
ayc: Mantäwi tukuya qillqanakapa uñachayaña

source: Show Line Numbers
ayc: Mantäwinaka jakhunakapa uñachayaña

source: Show Line Number Margin
ayc: Mantäwi jakhupa qawaya uñachayaña

source: Show Whitespace
ayc: Ch'usa chiqanaka uñachayaña

source: Show Whitespace Markers
ayc: Ch'usa chiqanaka uñachayaña

source: Editor
ayc: Chiqachiri

source: Toggle Editor View Options
ayc: Chiqachiri uñtäwi utjirinakapa Qhantayaña/Jiwayaña

source: Toggle fold
ayc: Suk'u Uñachayaña/Imantaña

source: Toggle current fold
ayc: Jichha suk'uchata Uñachayaña/Imantaña

source: Toggle all folds
ayc: awayata suk'unaka Uñachayaña/Imantaña

source: Code Folding
ayc: Chimpu suk'uchata

source: Code folding toggle actions
ayc: Chimpu suk'uchatana luräwinakapa

source: Pane Navigator
ayc: Siqinaka thaqiri

source: View pane selection list
ayc: Siqinaka thaqirinaka sutinakapa uñjaña

source: Toggle Editor Maximization
ayc: Chiqachiri jach'aptayäwi jaqtaña

source: &Goto Line
ayc: &Mantäwiru mantaña

source: Goto Line Number
ayc: Mantaña jakhuru mantaña

source: Goto Matching Brace
ayc: Parisa mantañaru mantaña

source: Move caret matching brace
ayc: Chiqt'iri mantañaru jithiyaña unxtayaña

source: Next Position
ayc: Jutiri uchäwi

source: Goto next position in history.
ayc: Jutiri uchäwi luräwiru mantaña

source: Previous Position
ayc: Nayrankiri uchäwi

source: Goto previous position in history.
ayc: Nayrankiri uchäwi luräwiru mantaña

source: Next Bookmark
ayc: Jutiri chimpuri

source: View Line of Next Bookmark
ayc: Jutiri chimpurina mantäwipa uñjaña

source: Previous Bookmark
ayc: Nayrankiri chimpuri

source: View Line of Previous Bookmark
ayc: Nayrankiri chimpuri mantäwipa uñjaña

source: Show Status Bar
ayc: Siqina uñjasïwipa uñachayaña

source: Show Toolbar
ayc: Wakichirinaka siqi uñachayaña

source: &Font
ayc: &Qillqsunaka wakichiri

source: Change Font Settings
ayc: Qillqsunaka wakichiri munatanaka jaqtaña

source: Toggle Comment
ayc: Arxatäwi Uchaña/Apaqaña

source: Toggle comment on the selected line(s)
ayc: Mantaña katutanakana arxatäwi Uchaña/Apaqaña

source: Indent Lines
ayc: Mantäwinaka jitht'ayaña

source: Indent the selected lines
ayc: Mantäwinaka katutanaka jitht'ayaña

source: Unindent Lines
ayc: Mantäwinaka jitht'atanaka apaqaña

source: Unindent the selected lines
ayc: Mantäwinaka jitht'atanaka katuta apaqaña

source: Uppercase
ayc: Jach'a qillqanaka

source: Convert selected text to all uppercase letters
ayc: Jach'a qillqanakaru katuta qillqatanaka kutjtayaña

source: Lowercase
ayc: Jisk'a qillqanaka

source: Convert selected text to all lowercase letters
ayc: Jisk'a qillqanakaru katuta qillqatanaka kutjtayaña

source: Use Soft Tabs
ayc: Jayphu chimpunaka apanaqaña

source: Insert spaces instead of tab characters with tab key
ayc: Ch'usa chiqanaka uchaña mantäwi jitht'ayaña lanti uchaña

source: Word Wrap
ayc: Mantäwi chiqachaña

source: Wrap Text Horizontally
ayc: Mantäwi ampstaru chiaqachaña

source: Spaces to Tabs
ayc: Jitht'ayirinkaru ch'usa chiqanaka

source: Convert spaces to tabs in selected/all text
ayc: Jitht'ayirinkaru ch'usa chiqanaka katüwi/qawayata qillqata mayjt'ayaña

source: Tabs to Spaces
ayc: Jitht'ayirinaka ch'usa chiqanaka

source: Convert tabs to spaces in selected/all text
ayc: Jitht'ayirinkaru ch'usa chiqanaka katüwi/qawayata qillqata mayjt'ayaña

source: Trim Trailing Whitespace
ayc: Tukuya ch'usanaka chhaqtayaña

source: Remove trailing whitespace
ayc: Tukuya ch'usanaka chhaqtayaña

source: Whitespace
ayc: ch'usa chiqanaka

source: Whitespace formating commands
ayc: ch'usa chiqanaka mayampi wakichaña wakichirinaka

source: Old Macintosh (\r)
ayc: Nayra Machintosh wakichatanaka ()

source: Format all EOL characters to %s Mode
ayc: Mantäwi tukuyana utjirinaka qawata mayampi wakichaña %s

source: Windows (\r\n)
ayc: Windows ( ) wakichata

source: EOL Mode
ayc: Mantäwi tukuya uñanaqa

source: End of line character formatting
ayc: Mantäwi tukuya uñanaqa mayampi qalltañataki

source: F&ormat
ayc: Mayampi qalltañataki

source: Auto-Completion
ayc: Jupa pacha phuqata

source: Use Auto Completion when available
ayc: Jupa pacha phuqata utjipana katuña

source: Auto-Indent
ayc: Jupa pacha jitht'ayaña

source: Toggle Auto-Indentation functionality
ayc: Jupa pacha jitht'ayaña qhantayaña/jiwayaña

source: Bracket Highlighting
ayc: Jist'irinaka qhananchata

source: Highlight Brackets/Braces
ayc: Jist'irinaka/mantañanaka qhananchaña

source: Toggle Code Folding
ayc: Chimpüwi suk'uchata utjiri jaqtaña

source: Syntax Highlighting
ayc: Qillqata siqi qhananchaña

source: Color Highlight Code Syntax
ayc: Qillqata siqi qhananchäwitaki chimpu sami

source: &Settings
ayc: &Munatanaka

source: Editor Command
ayc: Wakichayirinaka chiqachiri

source: Goto command buffer
ayc: Wakichayirinaka misturiru mantaña

source: Manage, Download, and Install plugins
ayc: Phuqachañanaka apanaqaña, apaqaña ukata wakichaña

source: Style Editor
ayc: Kunaymana chiqachirinaka

source: Edit the way syntax is highlighted
ayc: Qhananchata chiqachaña

source: &About...
ayc: &Uka tuqita...

source: About
ayc: Uka tuqita

source: Project Homepage...
ayc: Amtäwi thaqañataki wakichata

source: Visit the project homepage %s
ayc: Amtäwi thaqaña wakichataru mantaña

source: Online Documentation...
ayc: Wakichäwinaka thqañataki wakichata...

source: Online project documentation and help guides
ayc: Amtäwita wakichatanaka ukata yanapasiña irpirinaka thaqaña wakichata

source: Translate Editra...
ayc: Editra wakichata jaqukipaña...

source: Editra translations project
ayc: Editra wakichata jaqukipaña amtäwi

source: Bug Tracker...
ayc: Pantjatanaka arkaña...

source: Feedback
ayc: Mayampi ch'amanchäwi

source: Send bug reports and suggestions
ayc: Pantjatanakata ukata uñanchäwinakata yatiyäwinaka apayma

source: The correct encoding of '%s' could not be determined. Choose an encoding and select OK to open the file with the chosen encoding. Click Cancel to abort opening the file
ayc: Chiqapa chimpüwipa '%s' janiwa wakichayasiti. Maya chimpüwi katusa Iyawa siri limt'añaru limt'ma ukhamata thaqata chimpuni imata wakichata qhantayma. Tukuyaña limt'aña limt'ma uka imata wakichata qhantayaña tukuñataki

source: Choose an Encoding
ayc: Maya chimpüwi katma

source: File is already open in an existing page. Do you wish to open it again?
ayc: Wakichataxa qhantayatäxiwa. ¿Mayampi qhantayaña muntati?

source: Open File
ayc: Imata wakichata qhantayaña

source: untitled %d
ayc: jani sutini %d

source: untitled
ayc: jani sutini

source: Error Saving Session File
ayc: Yatiña wakichata imkämiru pantjata

source: Invalid File
ayc: Jani wakisiri imata wakichata

source: Session file doesn't exist.
ayc: Yatiña wakichata imata janiwa utjiti

source: Invalid file
ayc: Jani wakisiri imata wakichata

source: Selected file is not a valid session file
ayc: Imata wakichata katuta jani wakisiri yatiña wakichata imatawa

source: Empty File
ayc: Ch'usa imata wakichata

source: Session file is empty.
ayc: Yatiña imata ina ch'usakiwa

source: Missing session files
ayc: Yatiña wakichata imatanakapa janiwa utjiti

source: Some files in saved session could not be found on disk:
ayc: Yatiña wakichata imatana yaqhipa imata wakichatanakapa jani jakiyasiti:

source: Invalid file: %s
ayc: Jani wakisiri wakichata imata: %s

source: There are no files that Editra can open in %s
ayc: Editra wakichatana qhantayaña imata wakichatanaka janiwa utjiti %s

source: No Valid Files to Open
ayc: Qhantayañataki janiwa wakisiri imata wakichatanaka utjiti

source: Do you wish to open all %d files in this directory? Warning: opening many files at once may cause the editor to temporarily freeze.
ayc: ¿Akïri sutinaka siqi wakichatana %d qawayata imata wakichatanaka qhantayaña muntati? Jinchuchäwi: maya tajtuta walja imata wakichatanaka qhantayaña chiqachiri wakichata maya akatjamata sayt'ayarakispawa.

source: Open Directory?
ayc: ¿Sutinaka siqi wakichata qhantayaña?

source: Opened file: %s
ayc: Imata wakichata qhantayata: %s

source: Failed to create print preview
ayc: Sich'suñataki nayraqata uñtäwi uñstayañana pantjasiwi

source: Print Error
ayc: Sich'suñana pantjata

source: There was an error when printing. Check that your printer is properly connected.
ayc: Sich'suñana maya pantjatawa uñasi Sich'suri wakichata chiqaparu uchatati uka uñakipma.

source: Printer Error
ayc: Sich'surina pantjata

source: Page: %d
ayc: Wakichata laphi: %d

source: Macro Manager
ayc: macros wakichatanaka apanaqaña

source: View and Edit Macros
ayc: macros wakichatanaka uñjaña ukata chiqachaña

source: DECODING ERROR
ayc: CHIMPÜWI ULLAÑANA PANTJATAPA

source: Find/Replace
ayc: Thaqaña/Jaqukipaña

source: The search term '%(term)s' was found %(count)d times.
ayc: Thaqäwi tukutawa %(term)s' uñasi %(count)d kutinaka.

source: Find Count
ayc: Kuttayäwinaka jakhu

source: Invalid expression "%s"
ayc: Jani wakisiri arsüwi "%s"

source: Regex Compile Error
ayc: Tantiyu aruskipäwinaka wakichthpïwina pantjata

source: Search wrapped to top
ayc: Patatpacha thaqaña

source: Search wrapped to bottom
ayc: Aynachatpacha thaqaña

source: "%s" was not found
ayc: Janiwa jakiyasiti "%s"

source: Error in regular expression expansion. The replace action cannot be completed. Error Message: %s
ayc: Tantiyu aruskipäwi jach'aptäwina pantjata. Jaqukipaña wakichata janiwa tukuyasiti. Pantjata yatiyäwi: %s

source: Replace Error
ayc: Jaqtäwina pantjata

source: Sorry will be ready for next version
ayc: Pampachapxita, jutiri wakichäwitakiwa phuqachatani

source: Not implemented
ayc: Jani phuqata amtäwi

source: %d matches were replaced.
ayc: %d utjirinaka jaqtasiwapxiwa

source: Recent Searches
ayc: Qhipa thaqatanaka

source: Search Started
ayc: Thaqäwi qalltata

source: Search complete
ayc: Thaqäwi tukuta

source: Search Complete: %d matching lines where found.
ayc: Phuqata thaqäwi: %d wakisirinakapampi mayachata mantäwinaka.

source: Files Searched: %d
ayc: Thaqata imata wakichatanaka: %d

source: Searching in: %s
ayc: Ukana thaqaski: %s

source: Shelf
ayc: Siqichata imaña

source: Put an item on the Shelf
ayc: Siqichata imañaru maya utjiri uchaña

source: Show Shelf
ayc: Siqichata imaña uñachayaña

source: Show the Shelf
ayc: Siqichata imañanaka uñachayaña

source: Change line endings to %s
ayc: Mantañanaka tukuya jaqtaña %s

source: Change the encoding of the current document.
ayc: Jichha wakichata chimpüwi jaqtaña

source: Change Encoding
ayc: Chimpüwi jaqtaña

source: File backup performed: %s
ayc: Imata wakichata ch'amanchäwi phuqata: %s

source: Line: %(lnum)d Column: %(cnum)d
ayc: Mantäwi: %(lnum)d Siqi: %(cnum)d

source: Mixed EOL characters detected. Would you like to format them to all be the same?
ayc: Mantäwi tukuya utjirinaka ch'aluntatawa uñasi. ¿Qawayata maya khuskha wakichataniñapa muntati?

source: Format EOL?
ayc: ¿Mantäwi tukuya wakichata (EOL)?

source: Recording Macro
ayc: macro wakichata imkasa

source: Recording Finished
ayc: Wakichata imaña tukuyata

source: %s does not exist
ayc: Janiwa utjiti %s

source: File is Read Only and cannot be saved
ayc: Imata wakichata ullaña mayatakikiwa ukata janiwa imayasiti

source: Start a New File
ayc: Maya machaqa imata wakichata qalltaña

source: Generator
ayc: Sartayiri

source: Generate Code and Documents
ayc: Chimpu ukata wakichatanaka sartayaña

source: Generate %s
ayc: sartayaña %s

source: Generate a %s version of the current document
ayc: Jichha wakichatana %s yaqha wakichatapa sartayaña

source: Generate an %s version of the current document
ayc: Jichha wakichatana %s maya wakichatapa sartayaña

source: Save Current View
ayc: Jichha uñjata wakichata imaña

source: Save the current window layout
ayc: Uñtañana jichha wakichatapa imaña

source: Delete Saved View
ayc: Imata wakichata uñta chhaqtayaña

source: Automatic
ayc: Jupa pachpa

source: Automatically save/use window state from last session
ayc: Jupa pachpa imaña/katuña qhipa yatiña wakichata uñtaña

source: Change view to "%s"
ayc: Uñtaña jaqhampi jaqtaña "%s"

source: Perspective Name
ayc: Uñtäwina sutipa

source: Save Perspective
ayc: Uñtäwi imaña

source: Perspective to Delete
ayc: Uñtäwi chhaqtayaña

source: Delete Perspective
ayc: Uñtäwi chhaqtayaña

source: Configure
ayc: Wakichaña

source: Download
ayc: Apaqaña

source: Install
ayc: Wakichäwi uchaña

source: Errors
ayc: Pantjatanaka

source: Downloads are incomplete
ayc: Apaqañanaka janiwa phuqayasiti

source: Do you wish to exit?
ayc: ¿Mistuña muntati?

source: You must restart Editra before your changes will take full effect.
ayc: Qalltañamawa Editra wakichata mayjt'ayäwinaka phuqasiñapataki.

source: Configuration Changes Made
ayc: Wakichäwi mayjt'ayäwinaka jaqtäwinaka

source: Changes will take effect once the program has been restarted
ayc: Mayjt'ayäwinaka wakichata mayampi qhantayatawa uñjasini

source: No Description Available
ayc: Qhananchäwi janiwa utjiti

source: This plugin requires a newer version of Editra.
ayc: Aka phuqachäwixa Editra wakichatana qhipa uñstäwipawa wakisi.

source: Downloaded
ayc: Apaqata

source: Finished downloading plugins
ayc: Phuqachäwinaka apaqaña phuqasiwa

source: Select plugins to download
ayc: Phuqachäwinaka apaqañataki thaqma

source: Unable to retrieve plugin list
ayc: Phuqachäwinaka sutinakapa janiwa katuyasiti

source: Downloading
ayc: Apaqaskasa

source: Retrieving Plugin List
ayc: plugins wakichatanakana sutinakapa thaqasa

source: To add a new item drag and drop the plugin file into the list. To remove an item select it and hit Delete or Backspace.
ayc: Maya machaqa jiskht'äwi yapxatañataki maya plugin wakichata sutinakaru wakisiri apasa uchma. Maya jiskht'äwi chhaqtayañataki chhaqtayaña limt'añaru limt'ma.

source: User Directory
ayc: Apanaqirinakana sutinakapa wakichata

source: Install the plugins only for the current user
ayc: Phuqachañanaka wakichata uchantma jichha apanaqiri mayataki

source: System Directory
ayc: Wakichatana sutinakapa wakichata

source: Install the plugins for all users **requires administrative privileges**
ayc: Taqi apanaqirinakataki phuqachaña wakichatanaka uchantma... **apanaqirina munatanakapawa wakisi**

source: Successfully Installed Plugins
ayc: Plugins suma wakichrantata

source: Failed to install %d plugins
ayc: plugins wakichata %d wakichrantañkama pantjasi

source: Installation Error
ayc: Wakichrantäwina pantjata

source: Author: %s
ayc: Luriri: %s

source: Enable
ayc: Qhantayaña

source: Uninstall
ayc: Wakichata apsuña

source: Are you sure you want to uninstall %s? This cannot be undone.
ayc: ¿Wakichata apsuña munapuntati %s? Aka wakichata janiwa kutjañjamati.

source: Uninstall Plugin
ayc: Phuqachiri wakichata apsuña

source: This plugin will be uninstalled on next program launch.
ayc: Aka phuqachiri wakichata apsusiniwa wakichata mayampi qhantipana.

source: Preferences - Editra
ayc: Editra wakichata munatanaka

source: Appearance
ayc: Uñamt'aya

source: Document
ayc: Wakichata

source: Network
ayc: Mayachäwi

source: Advanced
ayc: Nayrtata

source: Changes made in this dialog are saved in your current profile. Some Items such as Language require the program to be restarted before taking effect.
ayc: Aka aruskipäwina wakichata mayjt'äwinaka jichha wakichataru imataniwa. Yaqhipa utjirinaka, aru sipana, wakichäwi qhantañapa muni janirara mayjt'awi apaskipana.

source: Startup
ayc: Qalltäwi

source: Editor Mode
ayc: Chiqachiri wakichatana

source: Printer Mode
ayc: Sich'suña wakichatana

source: Disable Error Reporter
ayc: Pantjatanakana yatiyäwipa sayantayaña

source: Load Last Session
ayc: Qhipa yatiqäwi apxataña

source: Load files from last session on startup
ayc: Qalltäwina qhipa yatiña wakichatana imata wakichatanakapa qhantayaña

source: Show Splash Screen
ayc: Askina purinitapa uñtaña uñachayaña

source: Check for updates on startup
ayc: Qalltäwiru machaqachatanaka thaqaña

source: Language
ayc: Aru

source: Startup Settings
ayc: Qalltäwina munatanaka

source: Locale Settings
ayc: Arusana wakisirinakapa

source: File History Length
ayc: Imata wakichatanakana yatiyäwipa taña

source: Encoding to try when auto detection fails
ayc: Jupa pachpa katjasirina pantjatapa yant'aña chimpüwi

source: Prefered Encoding
ayc: Munata chimpüwi

source: Automatically Backup Files
ayc: Akatjamata wakisirinaka apaqatanaka luraña

source: Backup buffer to file periodically
ayc: Aliqata imata wakichataru buffer wakichata ch'amanchaña

source: Backup Path:
ayc: Ch'amanchañanaka sara:

source: Used to set a custom backup path. If not specified the backup will be put in the same directory as the file.
ayc: Ukasti apanaqasiwa ch'amanchaña jaqichjatana apaqata maya sara. Jani juk'ampi qhananchipa, ch'amanchaña apaqata imata wakichatjama ukaru wakisiri apaqata ch'amanchiriwa.

source: Open files in new windows by default
ayc: Pantjatata machaqa uñtäwinakaru imata wakichatanaka qhantayaña

source: Remember File Position
ayc: Imata wakichatana utjäwi amtaña

source: Check if on disk file has been modified by others
ayc: Yaqha wakichatanakampi mayjt'ayata wakichata yant'aña

source: Automatically reload files when changes are detected on disk
ayc: Jiwasa pacha imata wakichatanaka, imata wakichataru katjasa apxataña

source: Warn when mixed eol characters are detected
ayc: Mantäwi chixintatanaka qhipa wakichatanaka katjaña uñasipana yatiyaña

source: File Settings
ayc: Imata wakichatanakana munatanakapa

source: Spell Checking
ayc: Qillqaña chimpunaka uñanchaña

source: Check spelling while typing
ayc: Qillqañana wakisiri chimpunka uñanchäwi

source: Dictionary
ayc: Aru pirwa

source: Enchant Path
ayc: Enchant wakichatana sarapa

source: Path to libenchant
ayc: libenchant wakichataru sara

source: Failed to load Enchant
ayc: Enchant wakichata apxatkañana pantjata

source: Library Error
ayc: Panka imata pantjata

source: Code
ayc: Chimpu

source: Tab Width
ayc: Jitht'ayaña lankhu taña

source: Indent Width
ayc: Jitht'ayata lankhu taña

source: Automatically trim whitespace on save
ayc: Akatjamata ch'usa chiqanaka wakichata imañana chhaqtayaña

source: Use Tabs Instead of Spaces
ayc: Maya mayata jithiyañata sipana maya kutina maya lankhu taña jiht'ayiri apanaqaña

source: Backspace Unindents
ayc: Jitht'ayata apsusa kutt'äwi

source: Default EOL Mode
ayc: Pantjatata mantäwi tukuya

source: AntiAliasing
ayc: AntiAliasing wakichata

source: Turn off for better performance
ayc: Wali suma qhanañapataki jiwayaña

source: Sets the main/default font of the document
ayc: Wakichatataki wakisiri/pantjatata uka qillqa wakichma

source: Sets a secondary font used for special regions when syntax highlighting is in use
ayc: Apanaqata payïri qillqa wakichma wakisiri chiqanakataki uka qillqatanaka siqintata qhananchatana

source: Format
ayc: Wakichata

source: View Options
ayc: Utjirinaka thaqaña

source: Primary Font
ayc: Wakichatanaka jach'a waljata sich'suri

source: Secondary Font
ayc: Payïri qillqa

source: Default highlighing for new documents
ayc: Machaqa wakichatanaka pantjatata qhananchata

source: Default Lexer
ayc: Wakichata qillqata aru uñanchiri

source: Visual Helpers
ayc: Uñjaña yanapt'anaka

source: Edge Guide
ayc: Qawaya wakichaña irpiri

source: Guide Column
ayc: Irpiri siqi wakichata

source: Extended Auto-Comp
ayc: Jupa pachpa phuqata jithitatata

source: Warning suggestions will include context insensitive results
ayc: Yatiyäwi, arxatäwinaka janiwa jach'a ukata jisk'a qillqata uñjaniti

source: Enable Vi Emulation
ayc: Vi wakichata lantipa qhantayaña

source: Start in Normal Mode
ayc: Uñt'ata wakichata qalltaña

source: Input Helpers
ayc: Mantäwi yanapt'a

source: Filetype Associations
ayc: Imata wakichatanaka kastanaka mayachatanaka

source: Revert to Default
ayc: Qalltata wakichatanaka mayampi wakichaña

source: Icon Theme
ayc: Uñjäwinaka chimpupa amuyu

source: Toolbar Icon Size
ayc: Lurañanaka siqi wakichatana uñjäwinaka chimpu taña

source: Show Icons on Tabs
ayc: Wakichatanaka chimpuna uñjäwi chimpunaka uñjaña

source: Default Perspective
ayc: Pantjatata uñtäwi

source: Remember Window Size on Exit
ayc: Mistuñana uñtaña wakichata tañapa amtayaña

source: Remember Window Position on Exit
ayc: Mistuñana uñtaña wakichata uchatapa amtayaña

source: Main display font for various UI components
ayc: Interfaz wakichatana walja utjirinakapa waljata sich'suri jach'a sich'suri

source: Icons
ayc: Uñjaña chimpunaka

source: Layout
ayc: Jaljäwi

source: Transparency
ayc: Qhana wakichäwi

source: Display Font
ayc: Waljata sich'suri uñachayaña

source: Configuration
ayc: Wakichäwi

source: Update
ayc: Machaqachaña

source: Proxy Settings
ayc: proxy wakichatapa machaqachaña

source: Use Proxy
ayc: Proxy wakichata apanaqaña

source: Proxy URL
ayc: Proxy wakichata URL wakichatapa

source: Port Number
ayc: Katuqaña jakhupa chimpu

source: Username
ayc: Apanaqiri

source: Password
ayc: Jist'araña ch'iku

source: Installed Version
ayc: Wakichata uchata

source: Latest Version
ayc: Qhipa wakichata

source: Check
ayc: Yant'aña

source: Keybindings
ayc: Limt'añanaka jark'irinaka

source: Key Profile
ayc: Limt'añanaka wakichata uñanaqapa

source: Menu
ayc: Wakichatanaka

source: Modifier 1
ayc: 1 mayjt'ayiri

source: Modifier 2
ayc: 2 mayjt'ayiri

source: Key
ayc: Limt'aña

source: Binding
ayc: Machayata

source: Apply
ayc: Uchaña

source: None
ayc: Jani maya

source: New Profile
ayc: Machaqa wakichata imata uñanaqa

source: Enter the name of the new key profile
ayc: Machaqa wakichata uñanaqa ch'ikupa uchantma

source: Lexer
ayc: Arunaka uñanchiri

source: Extensions (space separated, no dots)
ayc: Jithitatanaka (ch'usa limt'atanakampi jaljata, jani chimpunakani)

source: Black/White
ayc: Janq'u ukata larama

source: Color/White
ayc: Janq'u/Sami

source: Color/Default
ayc: Pantjatata/Sami

source: Inverse
ayc: Maysata

source: Normal
ayc: Aliqa

source: Export
ayc: Apayaña

source: Syntax Files
ayc: Arunaka siqi wakichata imata wakichatanaka

source: Set the preview file type
ayc: Imata wakichatana kastapa nayraqata uñjäwipa wakichaña

source: Style Theme
ayc: Uñanaqa amuyupa

source: Base new theme on existing one
ayc: Maya wakichataru machaqa amuyu achikaña

source: Start a blank new style
ayc: Maya machaqa uñanaqani wakichata qalltaña

source: Style Tags
ayc: Wakichatanakana sutinchäwinakapa

source: Some styles have been changed would you like to save before exiting?
ayc: Yaqhipa wakichatanaka uñanaqapa mayjt'atawa ¿Janira mistusa imaña muntati?

source: Save Styles
ayc: Wakichatanaka uñanaqanakapa imaña

source: Enter style sheet name
ayc: Maya wakichataru sutipa uchantma

source: Export Style Sheet
ayc: Wakichata uñanapa apayaña

source: Color
ayc: Sami

source: Foreground
ayc: Nayraqata uñjäwi

source: Background
ayc: Manqha

source: Attributes
ayc: Wakisirinaka

source: bold
ayc: ch'iyära llanka

source: eol
ayc: Mantäwi tukuya
