Repository: sugar-activities/4497-activity
Catalog: po/ayc.po
Languages: ayc

source: italic
ayc: kicht'ata qillqa

source: underline
ayc: Rixini qillqa

source: Font Settings
ayc: Waljata sich'suri wakichäwi

source: Font
ayc: Waljata sich'suri wakichata

source: Unable to retrieve version info
ayc: Wakichatana yatiyäwipa janiwa jakiyasiti

source: Status Unknown
ayc: Jani uñt'ata jikxatäwi

source: Downloading: %s
ayc: Apaqkasa: %s

source: Downloading To: %s
ayc: Ukaru apaqkasa: %s

source: Canceled
ayc: Tukuyata

source: Rate: %.2f Kb/s
ayc: T'ijtäwi: %.2f Kb/s

source: Finished
ayc: Tukuta

source: Failed
ayc: Pantjawi

source: Unable to accept dropped file or text
ayc: Janiwa maya imata wakichata jani uka qillqatasa katuqasiti

source: Text Document
ayc: Qillqatana wakichatapa

source: %s Source File
ayc: Qillqa imata wakichata %s
