Repository: sugar-activities/4497-activity
Catalog: po/ayc.po
Languages: ayc

source: Unable to write configuration file.
ayc: Wakichaña imata wakichataxa janiwa qillqañjamati.

source: File '%s' does not exist.
ayc: Imata wakichata '%s' janiwa utjiti.

source: No timeline opened.
ayc: Pacha chinu wakichata janiwa qhantayata utjiti

source: First time using Timeline?
ayc: ¿Timeline wakichata nayraqata apnaqasa?

source: Relevant help topics:
ayc: Yanapt'a wakisiri wakichatanaka

source: Close
ayc: Jiwayaña

source: Preferences
ayc: Munatanaka

source: General
ayc: Taqi kuna

source: Date && Time
ayc: Pacha t'aqa && urasa

source: Week start on:
ayc: Simana urunakaxa qalltiwa:

source: This feature is experimental. If events are created in the extended range, you can not disable this option and successfully load the timeline again. A reload of the timeline is also needed for this to take effect.
ayc: Aka uñanaqaxa yant'añatakiwa. Wakichatnaka akhamipana jaya sara taypina uñstayata, jumaxa janiwa wakt'ayasmati uka wakichaña sayt'ayasa chiqaparu qhantayaña uka timeline wakichata mayampi. Timeline wakichata qhantayañaxa wakisirakiwa suma qhantañataki.

source: Open most recent timeline on startup
ayc: Qalltana qhipa pacha chinu qhantayaña

source: Use inertial scrolling
ayc: Desplazamiento inercial wakichata apanaqaña

source: Use extended date range (before 1 AD)
ayc: Jaya sara taypi pacha apanaqaña (janirara 1 AC)

source: Monday
ayc: Lunes uru

source: Sunday
ayc: Domingo uru

source: Unable to copy to clipboard.
ayc: Jani wakisiri wakichata imatanakata janiwa apaqañjamati

source: Error
ayc: Pantjata

source: Warning
ayc: Jinchuchaña

source: Question
ayc: Jiskht'äwi

source: Default
ayc: Nayraqata wakichata

source: Dark
ayc: Ch'amaka

source: Dark Olive Green
ayc: Ch'amaka laqhu ch'uxña

source: Generic
ayc: Taqi kunana

source: Pane Switcher
ayc: Uñanaqa thaqiri

source: <body bgcolor="#
ayc: <body bgcolor="# wakichata

source: "><b>
ayc: "><b> ch'iku

source: </b>
ayc: </b> ch'iku

source: <p>
ayc: <p> ch'iku

source: </body>
ayc: </body> ch'iku

source: Pane Preview
ayc: Nayraqata uñjaña wakichata

source: Cl&ose
ayc: &Tukuyaña

source: Close All
ayc: Qawayata tukuyaña

source: &Next
ayc: &Jutiri

source: &Previous
ayc: &Nayrïri

source: &Window
ayc: &Uñtaña

source: CubeColorDialog: Choose Color
ayc: CubeColourDialog: Maya sami thaqaña

source: Customize
ayc: Jaqichjaña

source: &Close
ayc: &Tukuyaña

source: Menus
ayc: Wakichatanaka

source: Options
ayc: Jajlliñanaka

source: Select Menu To Add/Remove:
ayc: Wakichatanaka jajlliña Yapxatañataki/Chhaqtayañataki:

source: Default Style
ayc: Pantjata wakichata

source: Metallic
ayc: Metálico wakichata

source: Menu bar style
ayc: Wakichatanaka siqi uñanaqa

source: Default style settings
ayc: Pantjata uñanaqapa wakichaña

source: Draw vertical gradient
ayc: Sayt'u patillanaka jiruña

source: Draw border around menu bar
ayc: Wakichatanaka siqi muytaru jiruña

source: Toolbar float over menu bar
ayc: Wakichata siqiru jithnaqiri siqi apxataña

source: Color Scheme
ayc: Saminaka uchäwi

source: Save
ayc: Imaña

source: Don't Save
ayc: Jani imaña

source: OK
ayc: Katuqaña

source: Cancel
ayc: Tukuyaña

source: Yes
ayc: Jïsa

source: No
ayc: Jani

source: Choose a directory
ayc: Sutinakani wakichata thaqaña

source: Browse For Folders
ayc: Wakichata imatanakana thaqaña

source: Choose one or more folders:
ayc: Maya jani ukaxa walja wakichata imatanaka thaqaña:

source: Folder:
ayc: Wakichata imata:

source: Make New Folder
ayc: Machaqa wakichata imaña uñstayaña

source: Busy
ayc: Apnaqata

source: Basic Colors:
ayc: Wakisiri saminaka:

source: Custom Colors:
ayc: jaqichjata saminaka:

source: Add to Custom Colors
ayc: Maya jaqichjata sami yapxataña

source: Solid Color
ayc: Ch'ullqi sami

source: H:
ayc: H: chimpu

source: S:
ayc: S: chimpu

source: V:
ayc: V: chimpu

source: R:
ayc: R: chimpu

source: G:
ayc: V: chimpu

source: B:
ayc: B: chimpu

source: Application
ayc: Qhanstayaña

source: has been modified outside of
ayc: uka anqa tuqiru mayjt'ayatawa

source: . Overwrite
ayc: Qillxataña

source: with current changes?
ayc: jichha mayjt'atanakampi?

source: Save As
ayc: Jaqha sutini imaña

source: File Error
ayc: Imata wakichata pantjata

source: Untitled
ayc: Jani p'iqinchiri sutini

source: Save changes to '%s'?
ayc: Akïri wakichataru mayjt'atanaka imaña '%s'?

source: Unable to display print preview.
ayc: Nayraqata uñjata janiwa mistuña muniti

source: Preview
ayc: Nayraqata uñtaja

source: &Undo Ctrl+Z
ayc: &Kutjaña Ctrl+Z

source: &Redo Ctrl+Y
ayc: &Wasitata luraña Ctrl+Y

source: Reload
ayc: Yapxataña

source: from file system?
ayc: wakichataru imata wakichata?

source: Couldn't reload
ayc: Janiwa yapxatayasiña muniti

source: Unable to close current
ayc: Janiwa jichha wakichata tukuyaña muniti

source: Untitled %d
ayc: Jani p'iqinchiri sutini %d

source: All|*.*|%s
ayc: Qawayata|*.*|%s

source: Select a File
ayc: Maya imata wakichata thaqma

source: Select a document type:
ayc: Maya kasta wakichata thaqma

source: Documents
ayc: Wakichatanaka

source: Select a document view:
ayc: Maya wakichata uñjaña thaqma

source: Views
ayc: Uñjañanaka

source: Ctrl+Z
ayc: Ctrl+Z luraña

source: Ctrl+Y
ayc: Ctrl+Y luraña

source: &Undo
ayc: &Kutjaña

source: &Redo
ayc: &Wasitata luraña

source: &New... Ctrl+N
ayc: &Machaqa... Ctrl+N

source: Creates a new document
ayc: Maya macha wakichata uñstayaña

source: &Open... Ctrl+O
ayc: &Qhantayaña... Ctrl+A

source: Opens an existing document
ayc: Maya utjiri wakichata qhantayma

source: Closes the active document
ayc: Qhantayata wakichata jiwayma

source: Close A&ll
ayc: Qawata &jiwayaña

source: Closes all open documents
ayc: Qawayata qhantata wakichatanaka jiwayma

source: &Save Ctrl+S
ayc: &Imaña Ctrl+G

source: Saves the active document
ayc: Jichha wakichata imaña

source: Save &As...
ayc: Yaqha sutimpi imaña...

source: Saves the active document with a new name
ayc: Qhantata wakichata yaqha sutimpi imma

source: Save All Ctrl+Shift+A
ayc: Qawayata imaña Ctrl+Shift+T

source: Saves the all active documents
ayc: Qawayata qhantata wakichatanaka imma

source: &Print Ctrl+P
ayc: Sich'suña Ctrl+P

source: Prints the active document
ayc: Qhantata wakichata sich'suma

source: Print Pre&view
ayc: Nayraqata uñjata wakichata sich'suma

source: Displays full pages
ayc: Qawayata wakichatanaka uñachayma

source: Page Set&up
ayc: Wakichata wakiyaña

source: Changes page layout settings
ayc: Wakichata uñanaqapa wakiyata mayjt'ayma

source: &Quit
ayc: &Mistuña

source: Closes this program
ayc: Aka wakichata jiwayma

source: E&xit
ayc: Mistuña

source: Reverses the last action
ayc: Qhipa luräwi mayjt'ayma

source: Reverses the last undo
ayc: Qhipa kutjata mayjt'aytha

source: Cu&t Ctrl+X
ayc: Khuchuqaña Ctrl+X

source: Cuts the selection and puts it on the Clipboard
ayc: Thaqata wakichata khuchuqasa jani munata wakichata imatanaka imañaru apma

source: &Copy Ctrl+C
ayc: &Apaqaña Ctrl+C

source: Copies the selection and puts it on the Clipboard
ayc: Thaqata wakichata apaqasa jani munata wakichata imatanaka imañaru apma

source: &Paste Ctrl+V
ayc: &Lip'iyaña Ctrl+V

source: Inserts Clipboard contents
ayc: Jani munata wakichata imatanaka apantuma

source: &Delete
ayc: &Chhaqtayaña

source: Erases the selection
ayc: Thaqata wakichata chhaqtayma

source: Select A&ll Ctrl+A
ayc: Qawayata thaqaña Ctrl+A

source: Selects all available data
ayc: Qawayata utjiri yatiyäwinaka thaqma

source: &Toolbar
ayc: &Lurañanaka siqi

source: Shows or hides the toolbar
ayc: Lurañanaka siqi uñachayma jani ukaxa imantuma

source: &Status Bar
ayc: Uñjasïwi luraña siqi

source: Shows or hides the status bar
ayc: Luraña siqi uñachayma jani ukaxa imantma

source: &About
ayc: Uka tuqita

source: Displays program information, version number, and copyright
ayc: Wakichatana yatiyäwipa uñachayma, wakichäwina jakhupa ukata copyright chimpupa

source: Open
ayc: Qhantayma

source: Save All
ayc: Qawayata wakichatanaka imaña

source: Saves all the active documents
ayc: Qawayata qhantata wakichatanaka imma

source: Cut
ayc: Khuchuqaña

source: Copy
ayc: Apaqaña

source: Paste
ayc: Lip'iyaña

source: Undo
ayc: Kutjaña

source: Redo
ayc: Wasitata luraña

source: Ready
ayc: Wakichata

source: Close All but "%s"
ayc: Qayata wakichatanaka jiwaña uka jilt'ayasa "%s"

source: Select Tab
ayc: Wakichata chimpu thaqaña

source: &Tools
ayc: &Lurañataki

source: &Format
ayc: &Wakichata

source: &Options...
ayc: &Jajlliñanaka...

source: Sets options
ayc: Jajlliñanaka kuttaña

source: Show tips at start up
ayc: Qalltana iwxäwinaka uñachayma

source: Show each document in its own window
ayc: Sapa wakichata uñjäwipana uñachayma

source: Show all documents in a single window with tabs
ayc: Qawayata wakichatanaka maya aliqa uñjäwipana uñachayma

source: Show all documents in a single window with child windows
ayc: Qawayata wakichatanaka maya aliqa uñjäwipana uñachayma wakisirinakapani

source: Document Display Style
ayc: Uñjäwi uñanaqa

source: Document Options
ayc: Wakichatana wakisirinakapa

source: Document interface changes will not appear until the application is restarted.
ayc: Luräwi jani mayampi qalltatipana janiwa wakichatanaka mayjt'atanaka mistkaniti.

source: About
ayc: Uka tuqita

source: &Properties
ayc: &Utjirinakapa

source: Show file properties
ayc: Imata wakichatana utjirinakapa uñachayma

source: File Properties
ayc: Imata wakichatana utjirinakapa

source: Filename:
ayc: Imata wakichatana sutipa:

source: Location:
ayc: Jikxatäwi:

source: Size:
ayc: Taña:

source: bytes
ayc: bytes wakichata

source: Created:
ayc: Uñstayata:

source: Modified:
ayc: Chiqachata:

source: Accessed:
ayc: Katuqata:

source: &Arrange All
ayc: &Qawayata wakichaña

source: Arrange the open windows
ayc: Qhantayata uñtañanaka wakichma

source: Previous
ayc: Nayrankiri

source: Previous Tab
ayc: Nayrankiri wakichata chimpu

source: Next
ayc: Jutiri

source: Next Tab
ayc: Jutiri wakichata chimpu

source: Close Current Ctrl+F4
ayc: Jichha wakichata jiwayaña Ctrl+F4

source: Close Current Tab
ayc: Jichha wakichata chimpu

source: &More Windows...
ayc: &Juk'ampi uñtañanaka...

source: Select a window to show:
ayc: Maya uñachayaña uñtaña thaqma:

source: Select Window
ayc: Uñtaña thaqaña

source: An updated version of Editra is available Would you like to download Editra %s now?
ayc: Editra wakichatana machaqa wakichatapawa utji ¿Jichha Editra wakichata apaqaña %s muntati?

source: Update Available
ayc: Machaqachaña utjiri

source: Downloading Update
ayc: Machaqachäwi apaqkasa

source: Your profile has been updated to the latest version
ayc: Uñanaqapa machaqachasiwa qhipa uñanaqaru

source: Please check the preferences dialog to check your preferences
ayc: Mira suma, machaqachaña aruskipäwi uñakipma munatama wakichata qhanstayañataaki

source: Profile Updated
ayc: Uñanaqa machaqachata

source: Error: Something unexpected happend Help improve Editra by clicking on Report Error to send the Error Traceback shown below.
ayc: Pantjata: maya akatjamata uñstawxi Editra wakichata sumachaña yanapma uka wakichatxaru limt'asa Pantjatanakata yatiyaña uka pantjata kasta apayañataki.

source: Enter a hex color value
ayc: hexadecimal wakichata samipa chani apantaña

source: Set Font
ayc: Qillqa wakichaña

source: Error Traceback:
ayc: Pantjata jaljayata:

source: Abort
ayc: Jaqsuña

source: Exit the application
ayc: Wakichayirita mistuña

source: Report Error
ayc: Pantjatata yatiyäwi

source: Are you sure want to delete %s?
ayc: ¿Chhaqtayaña munapuntati %s?

source: Delete File?
ayc: ¿Imata wakichata chhaqtayaña?

source: Unable to delete %s
ayc: Janiwa chhaqtayañjamati %s

source: Delete Error
ayc: Pantjata chhaqtayaña

source: Files
ayc: Imata wakichatanaka

source: Add >>
ayc: Yapxataña >>

source: << Remove
ayc: << Chhaqtayaña

source: Find
ayc: Thaqaña

source: Replace
ayc: Jaqtaña

source: Current Document
ayc: Jichha wakichata

source: Selected Text
ayc: Qillqata thaqata

source: Open Documents
ayc: Wakichatanaka qhantayaña

source: File Filters:
ayc: Imata wakichatanaka q'umachiri:

source: Find what
ayc: Kuna thaqaña

source: Replace with
ayc: Ukampi jaqtaña

source: Choose Folder
ayc: Wakichata imaña thaqaña

source: Look in
ayc: Ukana uñtaña

source: Up
ayc: Alaya

source: Down
ayc: Aynacha

source: Find Options
ayc: Thaqaña utjirinaka

source: Match case
ayc: Jach'a ukata jisk'a qillqanaka chikt'äwi

source: Whole word
ayc: Phuqata aru

source: Regular expression
ayc: Tantiyu arsüwi

source: Search Recursively
ayc: Jakthapisiña thaqaña

source: Enter wildcard shell patterns for matching files (*.txt).
ayc: shell wakichatana wakisiripa apantma ukhama wakichatanakaru (*. txt).

source: Count
ayc: Katu

source: Find All
ayc: Qawayata thaqaña

source: Replace All
ayc: Qawayata jaqtaña

source: Choose Search Folder
ayc: Thaqaña imaña wakichata katuña

source: Info
ayc: Yatiyäwi

source: File Stat Failed
ayc: Imata wakichata uñjasïwi katjäwi

source: Modified
ayc: Mayjt'ayata

source: Kind
ayc: Kasta

source: Size
ayc: Taña

source: Where
ayc: Kawki

source: Created
ayc: Uñstayäwi

source: Permissions
ayc: Katuqatanaka

source: Folder
ayc: Imaña wakichata

source: Unknown
ayc: Jani uñt'ata

source: Match Case
ayc: Jach'a/Jisk'a qillqampi q'axtayaña

source: Whole Word
ayc: Phuqata aru

source: Regular Expression
ayc: Tantiyu arsüwi

source: Command
ayc: Siqi

source: Goto Line
ayc: chiqaru saraña

source: Can't change directory to: %s
ayc: Ukaru janiwa sutinaka qillqata wakichata mayjt'ayañjamati %s

source: Access Denied: %s
ayc: Katuqäwi sayt'ayatawa: %s

source: Invalid Path
ayc: Sara pantjata

source: cwd:
ayc: cwd: chimpu

source: Failed to reload %(filename)s: Error: %(errmsg)s
ayc: Apxatañana pantjata %(filename)s: Pantjata: %(errmsg)s

source: New Tab
ayc: Machaqa wakichata chimpu

source: Move Tab to New Window
ayc: Machaqa uñtañaru chimpu uchaña

source: Save "%s"
ayc: Imaña "%s"

source: Close "%s"
ayc: Jiwayaña "%s"

source: Close Other Tabs
ayc: Yaqha chimpunaka jiwayaña

source: Copy Full Path
ayc: Phuqata sara apaqaña

source: To Uppercase
ayc: Jach'anaka qillqaru

source: To Lowercase
ayc: Jisk'anaka qillqaru

source: Select All
ayc: Qawayata katuña

source: No Suggestions
ayc: Jani arxatanakani

source: %s has been deleted since its last save point. Would you like to save it again?
ayc: %s qhipa imata wakichatata uksaru chhaqtayasi. ¿Mayampi imaña muntati?

source: Resave File?
ayc: ¿Imata wakichata mayampi imaña?

source: %s has been modified by another application. Would you like to reload it?
ayc: %s yaqha wakichirimpi mayjt'ayatawa. ¿Qhantayaña munasmata?

source: Reload File?
ayc: ¿Imata wakichata mayampi apxataña?

source: The file: "%s" has been modified since the last save point. Would you like to save the changes?
ayc: Imata wakichata: "%s" qhipa kuti imatata mayjt'ayatawa. ¿Mayjt'atanaka imaña muntati?

source: Save Changes?
ayc: ¿Mayjt'atanaka imaña?

source: Old Macintosh (\n)
ayc: Nayra Machintosh wakichatanaka ( )

source: Unix (\n)
ayc: Unix ( ) wakichata

source: Windows (\n)
ayc: Windows ( ) wakichata

source: Editra Log
ayc: Editra wakichata qillqata

source: View Editra's console log
ayc: Editra wakichata uñjaña kitjaña

source: Show output from
ayc: Uka mistuña uñachayaña

source: Clear
ayc: Qhanachaña

source: All
ayc: Taqi

source: Perspectives
ayc: Uñanchäwinaka

source: Editra: Open
ayc: Editra wakichata: Qhantayaña

source: %s could not be found. Perhaps it's been moved or deleted.
ayc: Janiwa jakiyasiti %s. Unxtchisaya jani ukaxa chhaqtatächi.

source: File Not Found
ayc: Jani jakita wakichata imaña

source: Saved File: %s
ayc: Imäwi wakichata imata: %s

source: ERROR: %s
ayc: PANTJATA: %s

source: Choose a Save Location
ayc: Wakichata imañataki maya chiqa katma

source: ERROR: Failed to save %s
ayc: PANTJATA: imañana pantjasi%s

source: Saved File As: %s
ayc: Imaña wakichata yaqha sutini imaña: %s

source: Where to Save Profile?
ayc: ¿Wakichata kawkiri imañsa muntha?

source: Profile
ayc: Wakichata

source: Profile Saved as: %s
ayc: Wakichata yaqha sutini imata: %s

source: Load a Custom Profile
ayc: Maya jaqichjata wakichata apxataña

source: Loaded Profile: %s
ayc: Wakichata apxatata: %s

source: Where to Save Session?
ayc: ¿Ukana yatiña wakichata imaña?

source: Session
ayc: Yatiña wakichata

source: Session Saved as: %s
ayc: Yatiña wakichata imata: %s

source: Load a Session file
ayc: Yatiña wakicha imatapa apxataña

source: Loaded Session: %s
ayc: Yatiqaña wakichäwi qhantata: %s

source: Plugin Manager
ayc: plugins wakichatanaka apanaqaña

source: Select an encoding to reload the file with
ayc: Imata wakichata qhantayañataki apanaqata chimpu katma

source: Reload with Encoding
ayc: Ch'ikunchäwi apxataña

source: Failed to reload the file with: %(encoding)s
ayc: Aka wakichata imata qhantaykasawa pantja utji: %(encoding)s

source: Aui Pane Navigator
ayc: Aui uñtañanaka thaqaña

source: Maximize Editor
ayc: Chiqachiri jach'aptayaña

source: Restore Editor
ayc: Chiqachiri mayampi jaktayaña

source: Customize Menu
ayc: Wakichatanaka jaqichjaña

source: Opening %s
ayc: Qhantaykasa %s

source: Error: Unable to open %s
ayc: Pantjata: janiwa qhantaña muniti %s

source: Editra is a programmer's text editor.
ayc: Editra wakichata apanaqirinakataki maya chiqachiri wakichatawa.

source: Written in 100%% Python.
ayc: Qillqata 100%% uka Python wakichatana.

source: Homepage
ayc: Wakisiri wakichata

source: Platform Info
ayc: plataforma wakichatana yatiyäwinakapa

source: License: wxWindows (see COPYING.txt for full license)
ayc: Lurañataki: wxWindows (vea COPYING.txt taqi kuna lurañataki)

source: Copyright
ayc: Copyright wakichirinaka

source: Editra could not open %(filename)s Error: %(errormsg)s
ayc: Editra nwakichata janiwa qhantaña muniti %(filename)s Pantjata: %(errormsg)s

source: Error Opening File
ayc: Imata wakichata qhantaykasa pantjata

source: Failed to save file: %(filename)s Error: %(errormsg)s
ayc: Imata wakichata imañana pantjasi: %(filename)s Pantjata: %(errormsg)s

source: Save Error
ayc: Pantjata imaña

source: Old Macintosh ( )
ayc: Nayra Machintosh wakichata ( )

source: Unix ( )
ayc: Unix ( ) wakichata

source: Windows ( )
ayc: Windows ( ) wakichata

source: Customize...
ayc: Jaqichjaña...

source: Customize the items shown in this menu.
ayc: Aka wakichatanaka uñachayata wakichatanaka jaqichjaña.

source: Switch Lexer to %s
ayc: Arunaka uñanchiri jaqtaña %s

source: Lexers
ayc: Arunaka uñanchirinaka

source: Manually Set a Lexer/Syntax
ayc: léxico/sintaxis arunaka uñanchirinaka amparampi wakichaña

source: &New Tab
ayc: &Machaqa wakichata chimpu

source: Start a new file in a new tab
ayc: Yaqha wakichata chimpuru machaqa wakichata qalltaña

source: New &Window
ayc: Machaqa &uñtaña

source: Start a new file in a new window
ayc: Maya machaqa uñtañana maya machaqa imata wakichata qalltaña

source: &Open
ayc: &Uñantaña

source: Recently Opened Files
ayc: jichha jist'arata imata wakichatanaka

source: &Close Tab
ayc: &Wakichata chimpu jiwayaña

source: Close Window
ayc: Uñtaña Jiwayaña

source: Close the current window
ayc: Jichha uñtaña jiwayaña

source: Close All Tabs
ayc: Qawayata llawiratanaka jiwayaña

source: Close all open tabs
ayc: Qawayata llawirata chimpunaka jiwayaña

source: &Save
ayc: &Imaña

source: Save Current File
ayc: Jichha imata wakichata imaña

source: Save &As
ayc: Yaqha sutini &imaña

source: Save all open pages
ayc: Qawayata jist'arata wakichatanaka imaña

source: Revert to Saved
ayc: Imata wakichatnaka kutjtayaña

source: Revert file to last save point
ayc: Imata wakichata kutjtayaña qhipa kuti imatapkama

source: Reload with Encoding...
ayc: Chimpüwimpi mayampi apxataña...

source: Reload the file with a specified encoding
ayc: Imata wakichata mayampi apxataña maya wakisiri chimpüwimpi

source: Save Profile
ayc: Wakichata imaña

source: Save Current Settings to a New Profile
ayc: Jichha chiqachata wakichatanaka imaña maya machaqa wakichataru

source: Load Profile
ayc: Wakichata apxataña

source: Load and save custom Profiles
ayc: Jaqichjata wakichatanaka Apxataña/Imaña

source: Save Session
ayc: Yatiña wakichata imaña

source: Save the current session.
ayc: Jichha yatiña wakichata imaña

source: Load Session
ayc: Yatiña wakichata apxataña

source: Load a saved session.
ayc: Maya imata yatiña wakichata apxataña.

source: Sessions
ayc: Yatiñanaka

source: Load and save custom sessions.
ayc: Jaqichjata yatiña wakichatanaka apxataña ukata imaña

source: Configure Printer
ayc: Sich'suña wakichaña

source: Preview Printout
ayc: Wakichata janira sich'susa uñjäwi

source: &Print
ayc: &Sich'suña

source: Print Current File
ayc: Jichha imata wakichata sich'suña

source: Exit the Program
ayc: Wakichatata mistuña

source: Undo Last Action
ayc: Qhipa luräwi jani wali luraña

source: Redo Last Undo
ayc: Qhipa jani wali luraña wasitata luraña

source: Cu&t
ayc: Khuchuqaña

source: Cut Selected Text from File
ayc: Imata wakichatana qillqata katuta khuchuqaña

source: &Copy
ayc: &Apaqaña

source: Copy Selected Text to Clipboard
ayc: Jani munata wakichatanaka imañaru qillqata apaqaña

source: &Paste
ayc: &Lip'iyaña

source: Paste Text from Clipboard to File
ayc: Imata wakichataru jani munata wakichatanakata qillqata lip'iyaña

source: P&aste After
ayc: Qhipata lip'iyaña

source: Paste Text from Clipboard to File after the cursor
ayc: Imata wakichataru jani munata wakichatanakata qillqata lip'iyaña jithinaqayaña qhiparu

source: Cycle Clipboard
ayc: Jani munata wakichatanaka imata jithjtayaña

source: Cycle through recent clipboard text
ayc: Jani munata wakichatanaka imatata qillqata jithjtayaña

source: Select &All
ayc: Qawayata &Thaqaña

source: Select All Text in Document
ayc: Wakichatana qawayata qillqatapa katuña

source: Column Mode
ayc: Siqiru wakichata

source: Enable column edit mode.
ayc: Siqiru wakichatanaka chiqachaña qhantayaña

source: New Line After
ayc: Qhipa machaqa mantäwi

source: Add a new line after the current line
ayc: Qhipa machaqa mantäwi jichha mantäwiru yapxataña

source: New Line Before
ayc: Nayra machaqa mantäwi

source: Add a new line before the current line
ayc: Nayra machaqa mantäwi jichha mantäwiru yapxataña

source: Cut Line
ayc: Mantäwi apaqaña

source: Cut Current Line
ayc: jichha mantäwi apaqaña

source: Delete Line
ayc: Mantäwi chhaqtayaña

source: Delete the selected line(s)
ayc: Mantäwi katutanaka chhaqtayaña

source: Copy Line
ayc: Mantäwita apaqaña

source: Copy Current Line
ayc: Jichha mantäwita apaqaña

source: Duplicate Line
ayc: Mantäwi payaptayaña

source: Duplicate the current line
ayc: Jichha mantäwi payaptayaña

source: Join Lines
ayc: Mantäwinaka mayachaña

source: Join the Selected Lines
ayc: Katuta mantäwinaka mayachaña

source: Transpose Line
ayc: Mantäwi turkakipasiña

source: Transpose the current line with the previous one
ayc: Jichha mantäwi ukata nayra mantäwi turkakipasiña

source: Move Current Line Up
ayc: Jichha mantäwi alayaru aptaña

source: Move the current line up
ayc: Jichha mantäwi alayaru aptaña

source: Move Current Line Down
ayc: Jichha mantäwi aynacharu aptaña

source: Move the current line down
ayc: Jichha mantäwi aynacharu aptaña

source: Line Edit
ayc: Mantäwi chiqachaña

source: Commands that influence an entire line
ayc: Maya phuqata mantäwiru katuri wakichirinaka

source: Toggle Bookmark
ayc: Chimpu Uchaña/Apaqaña

source: Toggle bookmark of the current line
ayc: Jichha mantäwina chimpu Uchaña/Apaqaña

source: Remove All Bookmarks
ayc: Qawayata chimpurinaka chhaqtayaña

source: Remove all bookmarks from the current document
ayc: Jichha wakichatata qawayata chimpurinaka chhaqtayaña

source: Bookmarks
ayc: Chimpurinaka

source: Add and remove bookmarks
ayc: Chimpurinaka yapxataña ukata apaqaña

source: &Find
ayc: &Thaqaña

source: Find Text
ayc: Qillqawi thaqaña

source: Find/R&eplace
ayc: Thaqaña/Jaqukipaña

source: Find and Replace Text
ayc: Qillqawi thaqaña ukata jaqukipaña
